<!DOCTYPE html>
<html lang=en>

<!-- headerBasic.inc.php -->
<head>
<title>Buddhist Monastic Code II: Appendix I</title>

<!-- robots content="none" -->
<meta charset="UTF-8">
<script src="./../../../../js/sfHover.js"></script>


<link rel="stylesheet" type="text/css" href="./../../../../css/screen.css"  />
<link rel="shortcut icon" href="./../../../../favicon.ico" type="image/x-icon" />
<link rel="search" type="application/opensearchdescription+xml" title="Access to Insight" href="./../../../../tech/opensearch.xml" />
<style type='text/css'>@import url(../../../../css/bmc.css);</style>
</head>

<body>

<!-- Begin ATIDoc metadata dump: 
[ALT_FORMATS]=
array(2) {
  [0]=>
  string(11) "../bmc2.pdf"
  [1]=>
  bool(true)
}

[ALT_ID]={}
[ALT_STATS]=
array(2) {
  ["size"]=>
  float(2823)
  ["pages"]=>
  string(0) ""
}

[ALT_TRANS]={Array}
[ATI_YEAR]={2007}
[AUTHOR]={Thanissaro Bhikkhu}
[AUTHOR2]={}
[AUTHOR_ALTNAME]={}
[AUTHOR_SHORTNAME]={Thanissaro}
[BY]={}
[BY2]={}
[CATEGORY_SLUG]={}
[CHANGELOG]={}
[COLOPHON]={}
[COMMENT]={}
[CONTACT_DETAILS]={}
[DERIVED_LICENSE_DATA]=
{The text of this page ("Buddhist Monastic Code II: Appendix I", by Thanissaro Bhikkhu) is licensed under a <a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'>Creative Commons Attribution-NonCommercial 4.0 International License</a>. To view a copy of the license, visit <a href= "http://creativecommons.org/licenses/by-nc/4.0/">http://creativecommons.org/licenses/by-nc/4.0/</a>. Documents linked from this page may be subject to other restrictions.}
{<a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'><img alt='Creative Commons License'  style='float:left;border-width:0;padding-right:1em;' src='./../../../../img/cc-by-nc-88x31.png' /></a>}
{1}
[DIACRITIC_EQUIVALENTS_FOR_INDEXING]={Array}
[EDITION]={}
[EDITORS_NOTE]={}
[EOD]={}
[EXTENT]={complete}
[EXTRA_INFO]={}
[FORMAT_PRINT]={Printed copies of this book are available upon request. For delivery to the Americas and Africa please write to: <a href='../../../../sources.html#metta'>Metta Forest Monastery</a>, P.O. Box 1409, Valley Center, CA 92082, USA. For delivery to Europe please write to <a href='../../../../sources.html#amaravati'>Amaravati Buddhist Monastery</a>, St. Margarets Lane, Great Gaddesden, Hemel Hempstead, Hertfordshire HP1 3BZ, England. For delivery to Asia, Australia, and the Pacific please write to:  Wat Pah Nanachat, Bahn Bung Wai, Amper Warin, Ubon 34310, Thailand.}
[FORMAT_SUTTAREADINGS]={}
[FORMAT_ZIP]={}
[HEADER_POST]={}
[HEADER_PRE]={}
[HEAD_EXTRAS]={<style type='text/css'>@import url(../../../../css/bmc.css);</style>}
[LICENSE]={CC-BY-NC}
[MULTI_AUTHOR]={Array}
[MY_TITLE]={Buddhist Monastic Code II}
[NIKAYA]={}
[NIKAYA_ABBREV]={}
[NO_COLOPHON]={}
[NO_LINK]={}
[NUMBER]={}
[ORIGIN_YEAR]={}
[PAGE_COUNT]={}
[PATH_FetchDoc]={bmc2.app1.html}
[PATH_my]={}
[PTS_ID]={}
[REVISION_HISTORY]={}
[SECTION]={}
[SEE_ALSO]={}
[SOURCE]={Transcribed from files provided by the author.}
[SOURCE_COPYRIGHT_OWNER]={Thanissaro Bhikkhu}
[SOURCE_COPYRIGHT_YEAR]={2002, 2007}
[SOURCE_ISBN]={Library of Congress Cataloging-in-Publication Data pending.}
[SPECIAL_HEADER]={}
[SUBTITLE]={Appendix I}
[SUBTITLE2]={}
[SUMMARY]={}
[SUMMARY_SOURCE]={}
[SURPRISE_ME]={}
[SUTTA_NOTE]={}
[TIPITAKA_BOOK]={}
[TIPITAKA_BOOK_ABBREV]={}
[TYPE]={unknown}

End ATIDoc metadata dump. -->

<a id="top"> </a><div id='H_container'>
<div id='H_billboard'>

<div id='H_search'>
<!-- begin SearchForm() code chunk for search engine type 'STATIC'  -->
<form action="http://www.accesstoinsight.org/search_results.html?cx=015061908441090246348%3Aal1bklhbjbi&amp;cof=FORID%3A9%3BNB%3A1&amp;ie=UTF-8" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="015061908441090246348:dj4lxnh4dda" />
    <input type="hidden" name="cof" value="FORID:9;NB:1" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" id="q" autocomplete="off" size="31" />
    <input type="submit" name="sa" value="Search" />
  </div>
</form>
<!--   end SearchForm() code chunk for search engine type 'STATIC'  -->
</div>

<div id='H_crumbtrail'>
    
<ul class='crumblist'>
<li class='first'>
<ul id='toolMenu'> <!-- popupMenu3.inc.php -->
	<li class='ddTitle'>
	<a title='go home' href="./../../../../index.html"><img src="./../../../../img/home3.png" alt ="" /></a>
		<ul>
			<li><a href="./../../../../index.html">Home</a></li>
			<li><a href="./../../../../random-sutta.html">Random sutta</a></li>
			<li><a href="./../../../../random-article.html">Random article</a></li>
			<li><a href="./../../../../abbrev.html">Abbreviations</a></li>
			<li><a href="./../../../../glossary.html">Glossary</a></li>
			<li><a href="./../../../../index-subject.html">Index</a></li>
			<li><a href="./../../../../help.html">Help!</a></li>
		</ul>
	</li>
</ul>
</li>
<li><a href='../../../index.html' title='Back to the Library page'>Library</a></li>
<li><a href='../../index.html' title='Back to the Authors page'>Authors</a></li>
<li><a href='../index.html' title='Back to the Thanissaro page'>Thanissaro</a></li>
<li><a href='index.html' title='Back to the BMC 2 page'>BMC 2</a></li>
</ul>
</div><!-- end #H_crumbtrail -->

<div id='H_tipitakaLinks'>
</div>

<div class='clear'></div>
<!-- /robots -->
<div id="H_meta">

		<div id="H_docTitle">
		Buddhist Monastic Code II				</div>

					<div id="H_docSubtitle">Appendix I</div>
		
				
		
			<div id='H_docBy'>by </div><div id='H_docAuthor'>Thanissaro Bhikkhu</div>
		<div id="H_copyright"><a href="#F_termsOfUse" title="See copyright details">&copy; 2007</a></div>

		
		
<div id='H_altFormat'>Alternate formats: <a class='imgLink' href='../bmc2.pdf' title='Get the pdf version (??pages/2.8MB)'><img src='./../../../../img/pdf_24x18.gif' alt='[PDF icon]'   height='16'  /></a> &nbsp; <img src='./../../../../img/book.gif' alt='[book icon]'     /> Printed copies of this book are available upon request. For delivery to the Americas and Africa please write to: <a href='../../../../sources.html#metta'>Metta Forest Monastery</a>, P.O. Box 1409, Valley Center, CA 92082, USA. For delivery to Europe please write to <a href='../../../../sources.html#amaravati'>Amaravati Buddhist Monastery</a>, St. Margarets Lane, Great Gaddesden, Hemel Hempstead, Hertfordshire HP1 3BZ, England. For delivery to Asia, Australia, and the Pacific please write to:  Wat Pah Nanachat, Bahn Bung Wai, Amper Warin, Ubon 34310, Thailand.</div>


		
	
<!-- robots content="none" -->


</div>  <!-- #H_meta -->

</div> <!-- #H_billboard -->

<!-- /robots -->

<div id='H_content'>
<div id='COPYRIGHTED_TEXT_CHUNK'><!-- BEGIN COPYRIGHTED TEXT CHUNK -->
<div class='alphalist'>
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.intro.html'>Intro</a></li>
	<li><a href='bmc2.ch01.html'>1</a></li>
	<li><a href='bmc2.ch02.html'>2</a></li>
	<li><a href='bmc2.ch03.html'>3</a></li>
	<li><a href='bmc2.ch04.html'>4</a></li>
	<li><a href='bmc2.ch05.html'>5</a></li>
	<li><a href='bmc2.ch06.html'>6</a></li>
	<li><a href='bmc2.ch07.html'>7</a></li>
	<li><a href='bmc2.ch08.html'>8</a></li>
	<li><a href='bmc2.ch09.html'>9</a></li>
	<li><a href='bmc2.ch10.html'>10</a></li>
	<li><a href='bmc2.ch11.html'>11</a></li>
	<li><a href='bmc2.ch12.html'>12</a></li>
	<li><a href='bmc2.ch13.html'>13</a></li>
	<li><a href='bmc2.ch14.html'>14</a></li>
	<li><a href='bmc2.ch15.html'>15</a></li>
</ul>
<!-- /robots -->
<br />
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.ch16.html'>16</a></li>
	<li><a href='bmc2.ch17.html'>17</a></li>
	<li><a href='bmc2.ch18.html'>18</a></li>
	<li><a href='bmc2.ch19.html'>19</a></li>
	<li><a href='bmc2.ch20.html'>20</a></li>
	<li><a href='bmc2.ch21.html'>21</a></li>
	<li><a href='bmc2.ch22.html'>22</a></li>
	<li><a href='bmc2.ch23.html'>23</a></li>
	<li><a href='bmc2.ch24.html'>24</a></li>
	<li>A1</li>
	<li><a href='bmc2.app2.html'>A2</a></li>
	<li><a href='bmc2.app3.html'>A3</a></li>
	<li><a href='bmc2.app4.html'>A4</a></li>
	<li><a href='bmc2.app5.html'>A5</a></li>
	<li><a href='bmc2.glossary.html'>Gloss</a></li>
	<li><a href='bmc2.biblio.html'>Bib</a></li>
</ul>
<!-- /robots -->
</div>





<h3>A. Territories (s&#299;m&#257;)</h3>

<h4><i>To remove a ti-c&#299;vara-avippav&#257;sa: (Mv.II.12.5</i>)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yo so sa&#7749;ghena ti-c&#299;varena avippav&#257;so sammato, yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho ta&#7747; ti-c&#299;varena avippav&#257;sa&#7747; sam&#363;haneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yo so sa&#7749;ghena ti-c&#299;varena avippav&#257;so sammato, sa&#7749;gho ta&#7747; ti-c&#299;varena avippav&#257;sa&#7747; sam&#363;hanati. Yass'&#257;yasmato khamati, etassa ti-c&#299;varena avippav&#257;sassa samuggh&#257;to, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sam&#363;hato so sa&#7749;ghena ti-c&#299;varena avippav&#257;so. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, it should revoke what was authorized as not being without one's triple robe. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is revoking the not being without one's triple robe. He to whom the revoking of the not being without one's triple robe is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The not being without one's triple robe has been revoked by the Community. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h4>To remove a territory of common community: (Mv.II.12.6)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257; s&#257; sa&#7749;ghena s&#299;m&#257; sammat&#257; sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;, yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho ta&#7747; s&#299;ma&#7747; sam&#363;haneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257; s&#257; sa&#7749;ghena s&#299;m&#257; sammat&#257; sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;, sa&#7749;gho ta&#7747; s&#299;ma&#7747; sam&#363;hanati. Yass'&#257;yasmato khamati, etiss&#257; s&#299;m&#257;ya sam&#257;na-sa&#7747;v&#257;s&#257;ya ek'uposath&#257;ya samuggh&#257;to, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sam&#363;hat&#257; s&#257; s&#299;m&#257; sa&#7749;ghena sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, it should revoke the territory authorized as one of common affiliation, of a single Uposatha. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is revoking the territory authorized as one of common affiliation, of a single Uposatha. He to whom the revoking of the territory of common affiliation, of a single Uposatha, is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The territory of common affiliation, of a single Uposatha, has been revoked by the Community. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h4>Dhammayut version:</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257; s&#257; sa&#7749;ghena s&#299;m&#257; sammat&#257; sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;, yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho ta&#7747; s&#299;ma&#7747; sam&#363;haneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257; s&#257; sa&#7749;ghena s&#299;m&#257; sammat&#257; sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;, sa&#7749;gho ta&#7747; s&#299;ma&#7747; sam&#363;hanati. Yass'&#257;yasmato khamati, etiss&#257; s&#299;m&#257;ya samuggh&#257;to, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sam&#363;hat&#257; s&#257; sa&#7749;ghena s&#299;m&#257;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Noting the boundary markers: "In the &#8212; &#8212; direction, what is the marker?"</i></p>


	<ul>
	<li><i>Eastern</i> Puratthim&#257;ya dis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Southeastern</i> Puratthim&#257;ya anudis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Southern</i> Dakkhi&#7751;&#257;ya dis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Southwestern</i> Dakkhi&#7751;&#257;ya anudis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Western</i> Pacchim&#257;ya dis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Northwestern</i> Pacchim&#257;ya anudis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Northern</i> Uttar&#257;ya dis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Northeastern</i> Uttar&#257;ya anudis&#257;ya ki&#7747; nimitta&#7747;.</li>

	<li><i>Eastern</i> Puratthim&#257;ya dis&#257;ya ki&#7747; nimitta&#7747;.</li>
	</ul>


<p><i>Replies: "A &#8212; &#8212; , venerable sir." </i></p>


	<ul>
	<li>Stone: P&#257;s&#257;&#7751;o, bhante.</li>

	<li>Hill: Pabbato, bhante.</li>

	<li>Grove: Vana&#7747;, bhante.</li>

	<li>Tree: Rukkho, bhante.</li>

	<li>Path: Maggo, bhante.</li>

	<li>Termite nest: Vammiko, bhante.</li>

	<li>River: Nad&#299;, bhante.</li>

	<li>Water: Udaka&#7747;, bhante.</li>
	</ul>


<p><i>Responses: "This &#8212; &#8212; is the marker."</i></p>


	<ul>
	<li>Stone: Eso p&#257;s&#257;&#7751;o nimitta&#7747;.</li>

	<li>Hill: Eso pabbato nimitta&#7747;.</li>

	<li>Grove: Eta&#7747; vana&#7747; nimitta&#7747;.</li>

	<li>Tree: Eso rukkho nimitta&#7747;.</li>

	<li>Path: Eso maggo nimitta&#7747;.</li>

	<li>Termite nest: Eso vammiko nimitta&#7747;.</li>

	<li>River: Es&#257; nad&#299; nimitta&#7747;.</li>

	<li>Water: Eta&#7747; udaka&#7747; nimitta&#7747;.</li>
	</ul>


<h4>Authorizing the territory: (Mv.II.6.2)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257;vat&#257; samant&#257; nimitt&#257; kittit&#257;, yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho etehi nimittehi s&#299;ma&#7747; sammanneyya sam&#257;na-sa&#7747;v&#257;sa&#7747; ek'uposatha&#7747;. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257;vat&#257; samant&#257; nimitt&#257; kittit&#257;, sa&#7749;gho etehi nimittehi s&#299;ma&#7747; sammannati sam&#257;na-sa&#7747;v&#257;sa&#7747; ek'uposatha&#7747;. Yass'&#257;yasmato khamati, etehi nimittehi s&#299;m&#257;ya sammati sam&#257;na-sa&#7747;v&#257;s&#257;ya ek'uposath&#257;ya, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sammat&#257; s&#299;m&#257; sa&#7749;ghena etehi nimittehi, sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, then &#8212; as far as those markers that have been determined all around &#8212; it should authorize a territory of common affiliation, of a single Uposatha. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. As far as those markers that have been determined all around, the Community authorizes a territory of common affiliation, of a single Uposatha. He to whom the authorization of the territory as far as those markers as one of common affiliation, of a single Uposatha, is agreeable, should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The territory as far as those markers has been authorized by the Community as one of common affiliation, of a single Uposatha. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h4>Dhammayut version (final paragraph):</h4>

<p>Sammat&#257; sa&#7749;ghena s&#299;m&#257; etehi nimittehi, sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<h4>Determining a ti-c&#299;vara-avippav&#257;sa: (Mv.II.12.4)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257; s&#257; sa&#7749;ghena s&#299;m&#257; sammat&#257; sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;, yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho ta&#7747; s&#299;ma&#7747; ti-c&#299;varena-avippav&#257;sa&#7747; sammanneyya &#7789;hapetv&#257; g&#257;ma&#241;ca g&#257;m&#363;pac&#257;ra&#241;ca. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257; s&#257; sa&#7749;ghena s&#299;m&#257; sammat&#257; sam&#257;na-sa&#7747;v&#257;s&#257; ek'uposath&#257;, sa&#7749;gho ta&#7747; s&#299;ma&#7747; ti-c&#299;varena- avippav&#257;sa&#7747; sammannati, &#7789;hapetv&#257; g&#257;ma&#241;ca g&#257;m&#363;pac&#257;ra&#241;ca. Yass'&#257;yasmato khamati, etiss&#257; s&#299;m&#257;ya ti-c&#299;varena-avippav&#257;sassa sammati, &#7789;hapetv&#257; g&#257;ma&#241;ca g&#257;m&#363;pac&#257;ra&#241;ca, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sammat&#257; s&#257; s&#299;m&#257; sa&#7749;ghena ti-c&#299;varena-avippav&#257;so, &#7789;hapetv&#257; g&#257;ma&#241;ca g&#257;m&#363;pac&#257;ra&#241;ca. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, it should authorize the territory &#8212; (already) authorized as one of common affiliation, of a single Uposatha &#8212; except for any village or village area, as a (territory) of not being without one's triple robe. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is authorizing the territory &#8212; (already) authorized as one of common affiliation, of a single Uposatha &#8212; except for any village or village area, as a (territory) of not being without one's triple robe. He to whom the authorization of the territory, except for any village or village area, as one of not being without one's triple robe should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The territory, except for any village or village area, has been authorized by the Community as one of not being without one's triple robe. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h4>Dhammayut version (final paragraph):</h4>

<p>Sammat&#257; s&#257; sa&#7749;ghena s&#299;m&#257; ti-c&#299;varena-avippav&#257;so, &#7789;hapetv&#257; g&#257;ma&#241;ca g&#257;m&#363;pac&#257;ra&#241;ca. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<h3>B. Uposatha Halls</h3>

<h4>Authorizing an uposatha hall: (Mv.II.8.2)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho itthann&#257;ma&#7747; vih&#257;ra&#7747; uposath&#257;g&#257;ra&#7747; sammanneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Sa&#7749;gho itthann&#257;ma&#7747; vih&#257;ra&#7747; uposath&#257;g&#257;ra&#7747; sammannati. Yass'&#257;yasmato khamati, itthann&#257;massa vih&#257;rassa uposath&#257;g&#257;rassa sammati, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sammato sa&#7749;ghena itthann&#257;mo vih&#257;ro uposath&#257;g&#257;ra&#7747;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, then it should authorize the building of this name as the Uposatha hall. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is authorizing</i> <i>the building of this name as the Uposatha hall. He to whom the authorization of</i> <i>the building of this name as the Uposatha hall is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The building of this name has been authorized by the Community as the Uposatha hall. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h4>Revoking an uposatha hall: (Mv.II.8.4)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho itthann&#257;ma&#7747; uposath&#257;g&#257;ra&#7747; sam&#363;haneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Sa&#7749;gho itthann&#257;ma&#7747; uposath&#257;g&#257;ra&#7747; sam&#363;hanati. Yass'&#257;yasmato khamati, itthann&#257;massa uposath&#257;g&#257;rassa samuggh&#257;to, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sam&#363;hata&#7747; sa&#7749;ghena itthann&#257;ma&#7747; uposath&#257;g&#257;ra&#7747;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, then it should revoke the Uposatha hall of this name. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is revoking</i> <i>the Uposatha hall of this name. He to whom the revoking of</i> <i>the Uposatha hall of this name is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The Uposatha hall of this name has been revoked by the Community. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h4>Authorizing an area in front of the uposatha hall: (Mv.II.9.2)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257;vat&#257; samant&#257; nimitt&#257; kittit&#257;, yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho etehi nimittehi uposatha-pamukha&#7747;<a class='noteTag' href='#fn-1' id='fnt-1'>[1]</a> sammanneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Y&#257;vat&#257; samant&#257; nimitt&#257; kittit&#257;, sa&#7749;gho etehi nimittehi uposatha-pamukha&#7747; sammannati. Yass'&#257;yasmato khamati, etehi nimittehi uposatha-pamukhassa sammati, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sammata&#7747; sa&#7749;ghena etehi nimittehi uposatha-pamukha&#7747;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, then it should authorize an area in front of the Uposatha (hall) as far as those markers that have been determined all around. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is authorizing an area in front of the Uposatha (hall) as far as those markers that have been determined all around. He to whom the authorization of an area in front of the Uposatha (hall) as far as those markers is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>An area in front of the Uposatha (hall) has been authorized by the Community as far as those markers. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<div class="notes">
<h1>Note</h1>
<dl>
<dt><a href="#fnt-1" id="fn-1">1</a>.</dt>
	<dd>Following the Sri Lankan, Burmese, and PTS editions. The Thai edition reads, "uposatha-mukha&#7747;."</dd>
</dl>
</div>

<h3>C. A Food Storage Place (<i>Mv.VI.33.2</i>)</h3>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho itthann&#257;ma&#7747; vih&#257;ra&#7747; kappiya-bh&#363;mi&#7747; sammanneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Sa&#7749;gho itthann&#257;ma&#7747; vih&#257;ra&#7747; kappiya-bh&#363;mi&#7747; sammannati. Yass'&#257;yasmato khamati, itthann&#257;massa vih&#257;rassa kappiya-bh&#363;miy&#257; sammati, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sammato sa&#7749;ghena itthann&#257;mo vih&#257;ro kappiya-bh&#363;mi. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, then it should authorize the dwelling (name) as an allowable place (to store food). This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is authorizing the dwelling (name) as an allowable place (to store food). He to whom the authorization of the dwelling (name) as an allowable place (to store food) is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The dwelling (name) has been authorized by the Community as an allowable place (to store food). This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h3>D. Community Officials</h3>

<p>In these and all the following statements in which a bhikkhu is mentioned by name, the word, Itthann&#257;mo &#8212; "So-and-so" &#8212; should be replaced by the bhikkhu's actual name. If he is a senior bhikkhu, the phrase, Itthann&#257;mo bhikkhu should be replaced as follows (supposing that his name is Mahindo):</p>


	<ul>
	<li>Itthann&#257;mo bhikkhu &#8212; &#257;yasm&#257; Mahindo</li>

	<li>Itthann&#257;ma&#7747; bhikkhu&#7747; &#8212; &#257;yasmanta&#7747; Mahinda&#7747;</li>

	<li>Itthann&#257;massa bhikkhuno &#8212; &#257;yasmato Mahindassa</li>

	<li>Itthann&#257;mena bhikkhuna &#8212; &#257;yasmat&#257; Mahindena</li>
	</ul>


<p>For the patterns to use when the bhikkhu's name has a different stem-form (-i, -u, etc.), see the introduction to Appendix II.</p>

<h4>Meal distributor: (Cv.VI.21.1)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho Itthann&#257;ma&#7747; bhikkhu&#7747; <b><i>bhattuddesaka&#7747;</i></b> sammanneyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Sa&#7749;gho Itthann&#257;ma&#7747; bhikkhu&#7747; bhattuddesaka&#7747; sammannati. Yass'&#257;yasmato khamati, Itthann&#257;massa bhikkhuno <b><i>bhattuddesakassa</i></b> sammati, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Sammato sa&#7749;ghena Itthann&#257;mo bhikkhu <b><i>bhattuddesako.</i></b> Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, it should authorize Bhikkhu (name) as meal distributor. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is authorizing Bhikkhu (name) as meal distributor. He to whom the authorization of Bhikkhu (name) as meal distributor is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>Bhikkhu (name) has been authorized by the Community as meal distributor. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<p><i>For other positions, replace</i> <b><i>bhattuddesaka&#7747; / bhattuddesakassa / bhattuddesako</i></b> <i>with the appropriate name for the position, as follows:</i></p>

<p><b>Robe-cloth receiver:</b> (Mv.VIII.5.2)</p>


	<ul>
	<li><b><i>C&#299;vara-pa&#7789;igg&#257;haka&#7747; / c&#299;vara-pa&#7789;igg&#257;hakassa / c&#299;vara-pa&#7789;igg&#257;hako</i></b></li>
	</ul>


<p><b>Robe-cloth keeper:</b> (Mv.VIII.6.2)</p>


	<ul>
	<li><b><i>C&#299;vara-nid&#257;haka&#7747; / c&#299;vara-nid&#257;hakassa / c&#299;vara-nid&#257;hako</i></b></li>
	</ul>


<p><b>Robe-cloth distributor:</b> (Mv.VIII.9.1)</p>


	<ul>
	<li><b><i>C&#299;vara-bh&#257;jaka&#7747; / c&#299;vara-bh&#257;jakassa / c&#299;vara-bh&#257;jako</i></b></li>
	</ul>


<p><b>Bathing cloth bestower:</b> (Cv.VI.21.3)</p>


	<ul>
	<li><b><i>s&#257;&#7789;iya-g&#257;h&#257;paka&#7747; / s&#257;&#7789;iya-g&#257;h&#257;pakassa / s&#257;&#7789;iya-g&#257;h&#257;pako</i></b></li>
	</ul>


<p><b>Lodging claim-giver:</b> (Cv.VI.11.2)</p>


	<ul>
	<li><b><i>Sen&#257;sana-g&#257;h&#257;paka&#7747; / sen&#257;sana-g&#257;h&#257;pakassa / sen&#257;sana-g&#257;h&#257;pako</i></b></li>
	</ul>


<p><b>Lodging assignor:</b> (Cv.VI.21.2)</p>


	<ul>
	<li><b><i>Sen&#257;sana-pa&#241;&#241;&#257;paka&#7747; / sen&#257;sana-pa&#241;&#241;&#257;pakassa / sen&#257;sana-pa&#241;&#241;&#257;pako</i></b></li>
	</ul>


<p><b>Storekeeper:</b> (Mv.VIII.8.1)</p>


	<ul>
	<li><b><i>Bha&#7751;&#7693;&#257;g&#257;rika&#7747; / bha&#7751;&#7693;&#257;g&#257;rikassa / bha&#7751;&#7693;&#257;g&#257;riko</i></b></li>
	</ul>


<p><b>Supervisor of monastery attendants:</b> (Cv.VI.21.3)</p>

	<ul>
	<li><b><i>&#257;r&#257;mika-pesaka&#7747; / &#257;r&#257;mika-pesakassa / &#257;r&#257;mika-pesako</i></b></li>
	</ul>


<p><b>Supervisor of novices:</b> (Cv.VI.21.3)</p>

	<ul>
	<li><b><i>s&#257;ma&#7751;era-pesaka&#7747; / s&#257;ma&#7751;era -pesakassa / s&#257;ma&#7751;era -pesako</i></b></li>
	</ul>



<p><i>To appoint one person to more than one position at once:</i></p>

<p><b>Robe-cloth receiver, distributor, &amp; storer:</b></p>


	<ul>
	<li><b><i>C&#299;vara-bh&#257;jaka&#241;ca c&#299;vara-pa&#7789;igg&#257;haka&#241;ca c&#299;vara-nid&#257;haka&#241;ca / c&#299;vara-bh&#257;jakassa ca c&#299;vara-pa&#7789;igg&#257;hakassa ca c&#299;vara-nid&#257;hakassa ca / c&#299;vara-bh&#257;jako ca c&#299;vara-pa&#7789;igg&#257;hako ca c&#299;vara-nid&#257;hako ca</i></b></li>
	</ul>


<p><b>Storekeeper &amp; dispenser of minor articles:</b></p>


	<ul>
	<li><b><i>Bha&#7751;&#7693;&#257;g&#257;rika&#241;ca appamattaka-visajjaka&#241;ca / bha&#7751;&#7693;&#257;g&#257;rikassa ca appamattaka-visajjakassa ca / bha&#7751;&#7693;&#257;g&#257;riko ca appamattaka-visajjako ca</i></b></li>
	</ul>


<h4>Building responsibility: (Cv.VI.5.3)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho Itthann&#257;massa gahapatino vih&#257;ra&#7747; Itthann&#257;massa bhikkhuno nava-kamma&#7747; dadeyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Sa&#7749;gho Itthann&#257;massa gahapatino vih&#257;ra&#7747; Itthann&#257;massa bhikkhuno nava-kamma&#7747; deti. Yass'&#257;yasmato khamati, Itthann&#257;massa gahapatino vih&#257;rassa Itthann&#257;massa bhikkhuno nava-kammassa d&#257;na&#7747;, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Dinno sa&#7749;ghena Itthann&#257;massa gahapatino vih&#257;ro Itthann&#257;massa bhikkhuno nava-kamma&#7747;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, it should give the dwelling of householder (donor's name) to Bhikkhu (name) as his building responsibility. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is giving the dwelling of householder (donor's name) to Bhikkhu (name) as his building responsibility. He to whom the giving of the dwelling of householder (donor's name) to Bhikkhu (name) as his building responsibility is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The dwelling of householder (donor's name) has been given by the Community to Bhikkhu (name) as his building responsibility. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h3>E. Ka&#7789;hina</h3>

<h4>Optional preliminary statements:</h4>

<p>Offering the cloth</p>

<p>Namo tassa bhagavato arahato samm&#257;-sambuddhassa (three times).</p>

<p>Ima&#7747; bhante sappariv&#257;ra&#7747; ka&#7789;hina-dussa&#7747; sa&#7749;ghassa o&#7751;ojay&#257;ma. S&#257;dhu no bhante sa&#7749;gho, ima&#7747; sappariv&#257;ra&#7747; ka&#7789;hina-dussa&#7747; pa&#7789;igga&#7751;h&#257;tu, pa&#7789;iggahetv&#257; ca imin&#257; dussena ka&#7789;hina&#7747; attharatu, amh&#257;ka&#7747; d&#299;gha-ratta&#7747; hit&#257;ya sukh&#257;ya.</p>

<p><i>Homage to the Blessed One, the Worthy One, the Rightly Self-awakened One.</i></p>

<p><i>Venerable sirs, we present this ka&#7789;hina-cloth, together with its accessories, to the Community. It would be good if the Community would accept this ka&#7789;hina-cloth together with its accessories, and having accepted it, would spread the ka&#7789;hina with it, for our long-term welfare and happiness.</i></p>

<h4>Formal consultation</h4>

<p>First bhikkhu:</p>

<p>Id&#257;ni kho bhante ida&#7747; sappariv&#257;ra&#7747; ka&#7789;hina-dussa&#7747; sa&#7749;ghassa ka&#7789;hinatth&#257;r&#257;raha-k&#257;leyeva uppanna&#7747;. &#299;dise ca k&#257;le eva&#7747; uppannena dussena ka&#7789;hinatth&#257;ro vassa&#7747; vutth&#257;na&#7747; bhikkh&#363;na&#7747; bhagavat&#257; anu&#241;&#241;&#257;to. Yena &#257;ka&#7749;kham&#257;nassa sa&#7749;ghassa pa&#241;ca kappissanti: an&#257;mantac&#257;ro, asam&#257;d&#257;nac&#257;ro, ga&#7751;a-bhojana&#7747;, y&#257;va-d-attha-c&#299;vara&#7747;, yo ca tattha c&#299;varupp&#257;do so nesa&#7747; bhavissati. Cat&#363;supi hemantikesu m&#257;sesu c&#299;vara-k&#257;lo mahant&#299;-kato bhavissati. Id&#257;ni pana sa&#7749;gho &#257;ka&#7749;khati nu kho ka&#7789;hinatth&#257;ra&#7747;, ud&#257;hu n&#257;ka&#7749;khati.</p>

<p><i>Venerable sirs, this ka&#7789;hina-cloth, together with its accessories, has arisen for the Community in the season appropriate for spreading the ka&#7789;hina. And in a season like this the spreading of the ka&#7789;hina has been allowed by the Blessed One for bhikkhus who have completed the Rains-residence. By this means, five things are proper for a Community that desires them: going without taking leave, going without one's complete set of robes, a group meal, keeping robe-cloth as long as is wanted, and any robe-cloth arising there (in the residence where they spent the Rains) will be theirs. Also, the robe-season will be extended throughout the four months of the cold season. Now, does the Community want the spreading of the ka&#7789;hina, or not?</i></p>

<p><b>The bhikkhus respond:</b> &#256;ka&#7749;kh&#257;ma, bhante.</p>

<p>(<i>We want it, venerable sir.</i>)</p>

<p>Second bhikkhu:</p>

<p>So kho pana bhante ka&#7789;hinatth&#257;ro bhagavat&#257; puggalassa atth&#257;ra-vasen'eva anu&#241;&#241;&#257;to. N&#257;&#241;&#241;atra puggalassa atth&#257;r&#257; atthata&#7747; hoti ka&#7789;hinanti hi vutta&#7747; bhagavat&#257;. Na sa&#7749;gho v&#257; ga&#7751;o v&#257; ka&#7789;hina&#7747; attharati. Sa&#7749;ghassa ca ga&#7751;assa ca s&#257;maggiy&#257; puggalass'eva atth&#257;r&#257;, sa&#7749;ghassapi ga&#7751;assapi tasseva puggalassapi atthata&#7747; hoti ka&#7789;hina&#7747;. Id&#257;ni kass'ima&#7747; ka&#7789;hina-dussa&#7747; dass&#257;ma ka&#7789;hina&#7747; attharitu&#7747;. Yo ji&#7751;&#7751;a-c&#299;varo v&#257; dubbala-c&#299;varo v&#257;, yo v&#257; pana ussahissati ajj'eva c&#299;vara-kamma&#7747; ni&#7789;&#7789;h&#257;petv&#257;, sabba-vidh&#257;na&#7747; aparih&#257;petv&#257; ka&#7789;hina&#7747; attharitu&#7747; samattho bhavissati.</p>

<p><i>Venerable sirs, the Blessed One has allowed the spreading of the ka&#7789;hina only by an individual, for he said, 'Not otherwise than through the spreading by an individual is the ka&#7789;hina spread.' Neither a Community nor a group spreads the ka&#7789;hina. Through the concord of the Community and the group, and through the spreading by the individual is the ka&#7789;hina of the Community, the group, and the individual spread. Now, to whom do we give the ka&#7789;hina-cloth to spread the ka&#7789;hina? To whoever has an old robe or a threadbare robe, or to whoever will strive and &#8212; finishing the making of the robe today, without omitting any of the procedures &#8212; is capable of spreading the ka&#7789;hina.</i></p>

<p><b>The bhikkhus remain silent.</b></p>

<p>Third bhikkhu:</p>

<p>Idha amhesu &#257;yasm&#257; Itthann&#257;mo sabba-mahallako bahussuto dhamma-dharo vinaya-dharo, sabrahmac&#257;r&#299;na&#7747; sandassako sam&#257;dapako samuttejako sampaha&#7747;sako, bahunna&#7747; &#257;cariyo [v&#257; upajjh&#257;yo v&#257;] hutv&#257;, ov&#257;dako anus&#257;sako, samattho ca ta&#7747; ta&#7747; vinaya-kamma&#7747; avikopetv&#257; ka&#7789;hina&#7747; attharitu&#7747;. Ma&#241;&#241;&#257;m'aham-eva&#7747; "Sabbo'ya&#7747; sa&#7749;gho ima&#7747; sappariv&#257;ra&#7747; ka&#7789;hina-dussa&#7747; &#257;yasmato Itthann&#257;massa d&#257;tu-k&#257;mo, tasmi&#7747; ka&#7789;hina&#7747; attharante sabbo'ya&#7747; sa&#7749;gho sammadeva anumodissati." &#256;yasmato Itthann&#257;masseva ima&#7747; sappariv&#257;ra&#7747; ka&#7789;hina-dussa&#7747; d&#257;tu&#7747;, ruccati v&#257; no v&#257; sabbass'imassa sa&#7749;ghassa.</p>

<p><i>Of us here, Venerable (name) is the senior. He is learned, one who remembers the Dhamma, who remembers the Vinaya, one who instructs, urges, rouses, and encourages his fellows in the holy life. Being the teacher [or preceptor] of many, he is one who teaches and expounds (to them). He is also capable of spreading the ka&#7789;hina without spoiling any of the disciplinary requirements. I think that this entire Community wants to give this ka&#7789;hina-cloth, together with its accessories, to Venerable (name), and that when the ka&#7789;hina is spread, this entire Community will rightly give its approval. Is it pleasing to the Community to give the ka&#7789;hina-cloth, together with its accessories, to Venerable (name), or is it not? </i></p>

<p><b>The bhikkhus respond:</b> Ruccati, bhante.</p>

<p>(<i>It is pleasing, venerable sir.</i>)</p>

<p>Fourth bhikkhu:</p>

<p>Yadi &#257;yasmato Itthann&#257;massa ima&#7747; sappariv&#257;ra&#7747; ka&#7789;hina-dussa&#7747; d&#257;tu&#7747;, sabbass'imassa sa&#7749;ghassa ruccati, s&#257;dhu bhante sa&#7749;gho ima&#7747; ka&#7789;hina-dussa-pariv&#257;ra-bh&#363;ta&#7747; ti-c&#299;vara&#7747; vass&#257;v&#257;sika&#7789;&#7789;hitik&#257;ya ag&#257;hetv&#257;, &#257;yasmato Itthann&#257;mass'eva imin&#257; apalokanena dad&#257;tu. Ka&#7789;hina-dussa&#7747; pana apalokanena diyyam&#257;nam-pi na r&#363;hati. Tasm&#257; "Ta&#7747; id&#257;ni &#241;atti-dutiyena kammena akuppena &#7789;h&#257;n&#257;rahena &#257;yasmato Itthann&#257;massa dem&#257;ti" kamma-sanni&#7789;&#7789;h&#257;na&#7747; karotu.</p>

<p><i>If the giving of this ka&#7789;hina-cloth, together with its accessories, to Venerable (name) is pleasing to this entire Community, it would (also) be good to give this set of three robes, which has come into being as part of the accessories of the ka&#7789;hina cloth, without regard to the order for receiving Rains-retreat cloth. As for the ka&#7789;hina-cloth, even if it were given by announcement it would not be effective. So may (the Community) make this transaction-resolution: 'We now give it to Venerable (name) by means of a motion and seconding announcement that is irreversible and fit to stand.'</i></p>

<p><b>The bhikkhus respond:</b> S&#257;dhu, bhante.</p>

<p>(<i>Very good, venerable sir.</i>)</p>

<h4>Transaction statement: (Mv.VII.1.4)</h4>

<p>(<i>Because the ka&#7789;hina-cloth is usually given to a senior bhikkhu, the form for addressing a senior bhikkhu is given here.</i>)</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Ida&#7747; sa&#7749;ghassa ka&#7789;hina-dussa&#7747; uppanna&#7747;. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho ima&#7747; ka&#7789;hina-dussa&#7747; &#257;yasmato Itthann&#257;massa dadeyya, ka&#7789;hina&#7747; attharitu&#7747;. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Ida&#7747; sa&#7749;ghassa ka&#7789;hina-dussa&#7747; uppanna&#7747;. Sa&#7749;gho ima&#7747; ka&#7789;hina-dussa&#7747; &#257;yasmato Itthann&#257;massa deti, ka&#7789;hina&#7747; attharitu&#7747;. Yass'&#257;yasmato khamati, imassa ka&#7789;hina-dussassa &#257;yasmato Itthann&#257;massa d&#257;na&#7747;, ka&#7789;hina&#7747; attharitu&#7747;, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Dinna&#7747; ida&#7747; sa&#7749;ghena ka&#7789;hina-dussa&#7747; &#257;yasmato Itthann&#257;massa, ka&#7789;hina&#7747; attharitu&#7747;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. This ka&#7789;hina-cloth has arisen for the Community. If the Community is ready, it should give this ka&#7789;hina-cloth to Venerable (name) to spread the ka&#7789;hina. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. This ka&#7789;hina-cloth has arisen for the Community. The Community is giving this ka&#7789;hina-cloth to Venerable (name) to spread the ka&#7789;hina. He to whom the giving of this ka&#7789;hina-cloth to Venerable (name) to spread the ka&#7789;hina is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>This ka&#7789;hina-cloth is given by the Community to Venerable (name) to spread the ka&#7789;hina. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h4>Removing ka&#7789;hina privileges: (Bh&#299; Pc 30)</h4>


<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho ka&#7789;hina&#7747; uddhareyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Sa&#7749;gho ka&#7789;hina&#7747; uddharati. Yass'&#257;yasmato khamati, ka&#7789;hinassa ubbh&#257;ro, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Ubbhata&#7747; sa&#7749;ghena ka&#7789;hina&#7747;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. If the Community is ready, it should dismantle the ka&#7789;hina (rescind the ka&#7789;hina privileges). This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. The Community is dismantling the ka&#7789;hina. He to whom the dismantling of the ka&#7789;hina is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>The ka&#7789;hina has been dismantled by the Community. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<h3>F. Giving Robes &amp; Bowl To Those Who Tended The Sick</h3>

<h4>Announcement of the bhikkhu's death: (Mv.VIII.27.2)</h4>


	<ul>
	<li>Itthann&#257;mo bhante bhikkhu k&#257;la-kato. Ida&#7747; tassa ti-c&#299;vara&#241;ca patto ca.</li>
	</ul>


<p><i>Venerable sirs, Bhikkhu (name) has died. This is his triple-robe and bowl.</i></p>

<h4>Transaction statement: (Mv.VIII.27.2)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Itthann&#257;mo bhikkhu k&#257;la-kato. Ida&#7747; tassa ti-c&#299;vara&#241;ca patto ca. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho ima&#7747; ti-c&#299;vara&#241;ca patta&#241;ca gil&#257;n'upa&#7789;&#7789;h&#257;k&#257;na&#7747; dadeyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Itthann&#257;mo bhikkhu k&#257;la-kato. Ida&#7747; tassa ti-c&#299;vara&#241;ca patto ca. Sa&#7749;gho ima&#7747; ti-c&#299;vara&#241;ca patta&#241;ca gil&#257;nupa&#7789;&#7789;h&#257;k&#257;na&#7747; deti. Yass'&#257;yasmato khamati, imassa ti-c&#299;varassa ca pattassa ca gil&#257;n'upa&#7789;&#7789;h&#257;k&#257;na&#7747; d&#257;na&#7747;, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Dinna&#7747; ida&#7747; sa&#7749;ghena ti-c&#299;vara&#241;ca patto ca gil&#257;n'upa&#7789;&#7789;h&#257;k&#257;na&#7747;. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. Bhikkhu (name) has died. This is his triple-robe and bowl. If the Community is ready, it should give this triple-robe and bowl to those who tended the sick. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. Bhikkhu (name) has died. This is his triple-robe and bowl. The Community is giving this triple-robe and bowl to those who tended the sick. He to whom the giving of this triple-robe and bowl to those who tended the sick is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>This triple-robe and bowl has been given by the Community to those who tended the sick. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<p>(<i>In the case of a deceased novice, replace</i> <b><i>Itthann&#257;mo bhikkhu</i></b> <i>with</i> <b><i>Itthann&#257;mo s&#257;ma&#7751;ero,</i></b> <i>and</i> <b><i>ti-c&#299;vara&#241;ca</i></b> <i>with</i> <b><i>c&#299;vara&#241;ca,</i></b> <i>both in the announcement and in the transaction statement.) </i></p>

<h3>G. Complete Motions For Shortened Community Invitations</h3>

<h4>When many lay people have been bringing gifts: (Mv.IV.15.3)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Manussehi d&#257;na&#7747; dentehi yebhuyyena ratti khepit&#257;. Sace sa&#7749;gho te-v&#257;cika&#7747; pav&#257;ressati, appav&#257;rito va sa&#7749;gho bhavissati ath&#257;ya&#7747; ratti vibh&#257;yissati. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho dve-v&#257;cika&#7747; [eka-v&#257;cika&#7747;] {sam&#257;na-vassika&#7747;} pav&#257;reyya.</p>

<p><i>Venerable sirs, may the Community listen to me. The night is almost spent with people giving gifts. If the Community invites with the threefold statement, the Community will not be (fully) invited by the time the night is over. If the Community is ready, it should invite with two statements [with one statement] {in the manner of equal Rains}.</i></p>

<h4>When the bhikkhus have been engaged in many activities: (Mv.IV.15.4)</h4>

<p><i>Follow the above pattern, changing</i> "Manussehi d&#257;na&#7747; dentehi," with "Bhikkh&#363;hi kalaha&#7747; karontehi," <i>which means, "with the bhikkhus making an uproar."</i></p>

<h4>When rains threatens, and there is not enough shelter for the bhikkhus: (Mv.IV.15.6)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Aya&#7747; mah&#257;-bhikkhu-sa&#7749;gho sannipatito, paritta&#241;ca anovassika&#7747;, mah&#257; ca megho uggato. Sace sa&#7749;gho te-v&#257;cika&#7747; pav&#257;ressati, appav&#257;rito va sa&#7749;gho bhavissati ath&#257;ya&#7747; megho pavassissati. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho dve-v&#257;cika&#7747; [eka-v&#257;cika&#7747;] {sam&#257;na-vassika&#7747;} pav&#257;reyya.</p>

<p><i>Venerable sirs, may the Community listen to me. This large Community of bhikkhus has met, but the shelter is small, and a large cloud has risen up. If the Community invites with the threefold statement, the Community will not be (fully) invited by the time the cloud rains. If the Community is ready, it should invite with two statements [with one statement] {in the manner of equal Rains}.</i></p>

<h4>When there are obstructions: (Mv.IV.15.7)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Aya&#7747; r&#257;jantar&#257;yo. Sace sa&#7749;gho te-v&#257;cika&#7747; pav&#257;ressati, appav&#257;rito va sa&#7749;gho bhavissati ath&#257;ya&#7747; r&#257;jantar&#257;yo bhavissati. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho dve-v&#257;cika&#7747; [eka-v&#257;cika&#7747;] {sam&#257;na-vassika&#7747;} pav&#257;reyya.</p>

<p><i>Venerable sirs, may the Community listen to me. This is a king obstruction. If the Community invites with the threefold statement, the Community will not be (fully) invited when the king obstruction comes. If the Community is ready, it should invite with two statements [with one statement] {in the manner of equal Rains}.</i></p>

<p><i>For other obstructions, replace</i> <b><i>r&#257;jantar&#257;yo</i></b> <i>with:</i></p>


	<ul>
	<li><b><i>corantar&#257;yo:</i></b> <i>a thief obstruction</i></li>

	<li><b><i>agyantar&#257;yo:</i></b> <i>a fire obstruction</i></li>

	<li><b><i>udakantar&#257;yo:</i></b> <i>a water obstruction</i></li>

	<li><b><i>manussantar&#257;yo:</i></b> <i>a human being obstruction</i></li>

	<li><b><i>amanussantar&#257;yo:</i></b> <i>a non-human being obstruction</i></li>

	<li><b><i>v&#257;&#7734;antar&#257;yo:</i></b> <i>a beast obstruction</i></li>

	<li><b><i>siri&#7747;sapantar&#257;yo:</i></b> <i>a creeping-pest obstruction</i></li>

	<li><b><i>j&#299;vitantar&#257;yo:</i></b> <i>a life obstruction</i></li>

	<li><b><i>brahma-cariyantar&#257;yo:</i></b> <i>a celibacy obstruction</i></li>
	</ul>


<h3>H. Invitation-Delay</h3>

<h4>To delay the Invitation to the next full moon: (Mv.IV.18.3-4)</h4>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Amh&#257;ka&#7747; samagg&#257;na&#7747; sammodam&#257;n&#257;na&#7747; avivadam&#257;n&#257;na&#7747; viharata&#7747; a&#241;&#241;ataro ph&#257;su-vih&#257;ro adhigato. Sace maya&#7747; id&#257;ni pav&#257;ress&#257;ma, siy&#257;pi bhikkh&#363; pav&#257;retv&#257; c&#257;rika&#7747; pakkameyyu&#7747;, eva&#7747; maya&#7747; imamh&#257; ph&#257;su-vih&#257;r&#257; parib&#257;hir&#257; bhaviss&#257;ma. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho pav&#257;ra&#7751;&#257;-sa&#7749;gaha&#7747; kareyya, id&#257;ni uposatha&#7747; kareyya p&#257;&#7789;imokkha&#7747; uddiseyya, &#257;game <b><i>komudiy&#257; c&#257;tu-m&#257;siniy&#257;</i></b> pav&#257;reyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Amh&#257;ka&#7747; samagg&#257;na&#7747; sammodam&#257;n&#257;na&#7747; avivadam&#257;n&#257;na&#7747; viharata&#7747; a&#241;&#241;ataro ph&#257;su-vih&#257;ro adhigato. Sace maya&#7747; id&#257;ni pav&#257;ress&#257;ma, siy&#257;pi bhikkh&#363; pav&#257;retv&#257; c&#257;rika&#7747; pakkameyyu&#7747;, eva&#7747; maya&#7747; imamh&#257; ph&#257;su-vih&#257;r&#257; parib&#257;hir&#257; bhaviss&#257;ma. Sa&#7749;gho pav&#257;ra&#7751;&#257;-sa&#7749;gaha&#7747; karoti, id&#257;ni uposatha&#7747; karissati p&#257;&#7789;imokkha&#7747; uddisissati, &#257;game <b><i>komudiy&#257; c&#257;tu-m&#257;siniy&#257;</i></b> pav&#257;ressati. Yass'&#257;yasmato khamati, pav&#257;ra&#7751;&#257;-sa&#7749;gahassa kara&#7751;a&#7747;, id&#257;ni uposatha&#7747; karissati p&#257;&#7789;imokkha&#7747; uddisissati, &#257;game <b><i>komudiy&#257; c&#257;tu-m&#257;siniy&#257;</i></b> pav&#257;ressati, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Kato sa&#7749;ghena pav&#257;ra&#7751;&#257;-sa&#7749;gaho, id&#257;ni uposatha&#7747; karissati p&#257;&#7789;imokkha&#7747; uddisissati, &#257;game <b><i>komudiy&#257; c&#257;tu-m&#257;siniy&#257;</i></b> pav&#257;ressati. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. While we have been living together in unity, courteously, without dispute, a certain level of comfort has been achieved. If we were to invite now, and if there are bhikkhus who, having invited, would leave to go wandering, we would be deprived of our level of comfort. If the Community is ready, it should make an Invitation-delay so that it might now perform the uposatha and recite the P&#257;&#7789;imokkha, and then invite when the "water-lily" fourth month arrives. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. While we have been living together in unity, courteously, without dispute, a certain level of comfort has been achieved. If we were to invite now, and if there are bhikkhus who, having invited, would leave to go wandering, we would be deprived of our level of comfort. The Community is making an Invitation-delay so that it will now perform the uposatha and recite the P&#257;&#7789;imokkha, and then invite when the "water-lily" fourth month arrives. He to whom the making of an Invitation-delay &#8212; so that (the Community) will now perform the uposatha and recite the P&#257;&#7789;imokkha, and then invite when the "water-lily" fourth month arrives &#8212; is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>An Invitation-delay has been made by the Community so that it will now perform the uposatha and recite the P&#257;&#7789;imokkha, and then invite when the "water-lily" fourth month arrives. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>

<p>To delay the Invitation to the new moon (see Mv.IV.17.4):</p>


	<ul>
	<li><i>Replace</i> <b><i>komudiy&#257; c&#257;tu-m&#257;siniy&#257;</i></b> <i>with</i> <b><i>k&#257;&#7734;e,</i></b> <i>"the dark (moon)." </i></li>
	</ul>


<h3>I. An Insanity Authorization (<i>Mv.II.25.3-4</i>)</h3>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Itthann&#257;mo bhikkhu ummattako sarati pi uposatha&#7747; na pi sarati, sarati pi sa&#7749;gha-kamma&#7747; na pi sarati, &#257;gacchati pi uposatha&#7747; na pi &#257;gacchati, &#257;gacchati pi sa&#7749;gha-kamma&#7747; na pi &#257;gacchati. Yadi sa&#7749;ghassa pattakalla&#7747;, sa&#7749;gho Itthann&#257;massa bhikkhuno ummattakassa ummattaka- sammati&#7747; dadeyya, sareyya v&#257; Itthann&#257;mo bhikkhu uposatha&#7747; na v&#257; sareyya, sareyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; sareyya, &#257;gaccheyya v&#257; uposatha&#7747; na v&#257; &#257;gaccheyya, &#257;gaccheyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; &#257;gaccheyya, sa&#7749;gho saha v&#257; Itthann&#257;mena vin&#257; v&#257; Itthann&#257;mena uposatha&#7747; kareyya sa&#7749;gha-kamma&#7747; kareyya. Es&#257; &#241;atti.</p>

<p>Su&#7751;&#257;tu me bhante sa&#7749;gho. Itthann&#257;mo bhikkhu ummattako sarati pi uposatha&#7747; na pi sarati, sarati pi sa&#7749;gha-kamma&#7747; na pi sarati, &#257;gacchati pi uposatha&#7747; na pi &#257;gacchati, &#257;gacchati pi sa&#7749;gha-kamma&#7747; na pi &#257;gacchati. Sa&#7749;gho Itthann&#257;massa bhikkhuno ummattakassa ummattaka-sammati&#7747; deti, sareyya v&#257; Itthann&#257;mo bhikkhu uposatha&#7747; na v&#257; sareyya, sareyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; sareyya, &#257;gaccheyya v&#257; uposatha&#7747; na v&#257; &#257;gaccheyya, &#257;gaccheyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; &#257;gaccheyya, sa&#7749;gho saha v&#257; Itthann&#257;mena vin&#257; v&#257; Itthann&#257;mena uposatha&#7747; karissati sa&#7749;gha-kamma&#7747; karissati. Yass'&#257;yasmato khamati, Itthann&#257;massa bhikkhuno ummattakassa ummattaka-sammatiy&#257; d&#257;na&#7747;, sareyya v&#257; Itthann&#257;mo bhikkhu uposatha&#7747; na v&#257; sareyya, sareyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; sareyya, &#257;gaccheyya v&#257; uposatha&#7747; na v&#257; &#257;gaccheyya, &#257;gaccheyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; &#257;gaccheyya, sa&#7749;gho saha v&#257; Itthann&#257;mena vin&#257; v&#257; Itthann&#257;mena uposatha&#7747; karissati sa&#7749;gha-kamma&#7747; karissati, so tu&#7751;h'assa. Yassa nakkhamati, so bh&#257;seyya.</p>

<p>Dinn&#257; sa&#7749;ghena Itthann&#257;massa bhikkhuno ummattakassa ummattaka-sammati, sareyya v&#257; Itthann&#257;mo bhikkhu uposatha&#7747; na v&#257; sareyya, sareyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; sareyya, &#257;gaccheyya v&#257; uposatha&#7747; na v&#257; &#257;gaccheyya, &#257;gaccheyya v&#257; sa&#7749;gha-kamma&#7747; na v&#257; &#257;gaccheyya, sa&#7749;gho saha v&#257; Itthann&#257;mena vin&#257; v&#257; Itthann&#257;mena uposatha&#7747; karissati sa&#7749;gha-kamma&#7747; karissati. Khamati sa&#7749;ghassa, tasm&#257; tu&#7751;h&#299;. Evam-eta&#7747; dh&#257;ray&#257;mi.</p>

<p><i>Venerable sirs, may the Community listen to me. Bhikkhu (name) is insane. He sometimes remembers the Uposatha and sometimes doesn't. He sometimes remembers a Community transaction and sometimes doesn't. He sometimes comes to the Uposatha and sometimes doesn't. He sometimes comes to a Community transaction and sometimes doesn't. If the Community is ready, it should give Bhikkhu (name), who is insane, an insanity authorization, so that whether he remembers the Uposatha or not, whether he remembers the Community transaction or not, whether he comes to the Uposatha or not, whether he comes to the Community transaction or not, the Community may perform the Uposatha, may perform a Community transaction, with (name) or without him. This is the motion.</i></p>

<p><i>Venerable sirs, may the Community listen to me. Bhikkhu (name) is insane. He sometimes remembers the Uposatha and sometimes doesn't. He sometimes remembers a Community transaction and sometimes doesn't. He sometimes comes to the Uposatha and sometimes doesn't. He sometimes comes to a Community transaction and sometimes doesn't. The Community is giving Bhikkhu (name), who is insane, an insanity authorization, so that whether he remembers the Uposatha or not, whether he remembers the Community transaction or not, whether he comes to the Uposatha or not, whether he comes to the Community transaction or not, the Community will perform the Uposatha, will perform a Community transaction, with (name) or without him.</i></p>

<p><i>He to whom the giving of an insanity authorization to Bhikkhu (name), who is insane &#8212; so that whether he remembers the Uposatha or not, whether he remembers the Community transaction or not, whether he comes to the Uposatha or not, whether he comes to the Community transaction or not, the Community will perform the Uposatha, will perform a Community transaction, with (name) or without him &#8212; is agreeable should remain silent. He to whom it is not agreeable should speak.</i></p>

<p><i>An insanity authorization has been given by the Community to Bhikkhu (name), who is insane, so that whether he remembers the Uposatha or not, whether he remembers the Community transaction or not, whether he comes to the Uposatha or not, whether he comes to the Community transaction or not, the Community will perform the Uposatha, will perform a Community transaction, with (name) or without him. This is agreeable to the Community, therefore it is silent. Thus do I hold it.</i></p>



<div class='chapter'>
<div class='alphalist'>
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.intro.html'>Intro</a></li>
	<li><a href='bmc2.ch01.html'>1</a></li>
	<li><a href='bmc2.ch02.html'>2</a></li>
	<li><a href='bmc2.ch03.html'>3</a></li>
	<li><a href='bmc2.ch04.html'>4</a></li>
	<li><a href='bmc2.ch05.html'>5</a></li>
	<li><a href='bmc2.ch06.html'>6</a></li>
	<li><a href='bmc2.ch07.html'>7</a></li>
	<li><a href='bmc2.ch08.html'>8</a></li>
	<li><a href='bmc2.ch09.html'>9</a></li>
	<li><a href='bmc2.ch10.html'>10</a></li>
	<li><a href='bmc2.ch11.html'>11</a></li>
	<li><a href='bmc2.ch12.html'>12</a></li>
	<li><a href='bmc2.ch13.html'>13</a></li>
	<li><a href='bmc2.ch14.html'>14</a></li>
	<li><a href='bmc2.ch15.html'>15</a></li>
</ul>
<!-- /robots -->
<br />
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.ch16.html'>16</a></li>
	<li><a href='bmc2.ch17.html'>17</a></li>
	<li><a href='bmc2.ch18.html'>18</a></li>
	<li><a href='bmc2.ch19.html'>19</a></li>
	<li><a href='bmc2.ch20.html'>20</a></li>
	<li><a href='bmc2.ch21.html'>21</a></li>
	<li><a href='bmc2.ch22.html'>22</a></li>
	<li><a href='bmc2.ch23.html'>23</a></li>
	<li><a href='bmc2.ch24.html'>24</a></li>
	<li>A1</li>
	<li><a href='bmc2.app2.html'>A2</a></li>
	<li><a href='bmc2.app3.html'>A3</a></li>
	<li><a href='bmc2.app4.html'>A4</a></li>
	<li><a href='bmc2.app5.html'>A5</a></li>
	<li><a href='bmc2.glossary.html'>Gloss</a></li>
	<li><a href='bmc2.biblio.html'>Bib</a></li>
</ul>
<!-- /robots -->
</div>
</div>

</div> <!-- #COPYRIGHTED_TEXT_CHUNK (END OF COPYRIGHTED TEXT CHUNK) -->
</div> <!--  #content -->


<!-- footer.inc.php -->



<!-- robots content="none" -->


<div id="F_footer">
	<div id='F_colophon'>
<!-- 
	<div id='F_newCopyrightSymbol'>
		<a href='#top' title='Return to top of page'> </a>
	</div>
 -->
	<div id="F_provenance">
	<a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'><img alt='Creative Commons License'  style='float:left;border-width:0;padding-right:1em;' src='./../../../../img/cc-by-nc-88x31.png' /></a>		
				<div id="F_sourceCopy">&copy;2002, 2007 Thanissaro Bhikkhu.</div>
				<div id='F_sourceEdition'></div>
		<div id="F_sourceTitle">
		The text of this page ("Buddhist Monastic Code II: Appendix I", by Thanissaro Bhikkhu) is licensed under a <a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'>Creative Commons Attribution-NonCommercial 4.0 International License</a>. To view a copy of the license, visit <a href= "http://creativecommons.org/licenses/by-nc/4.0/">http://creativecommons.org/licenses/by-nc/4.0/</a>. Documents linked from this page may be subject to other restrictions. 
		Transcribed from files provided by the author.				Last revised for Access to Insight on 30 November 2013.				
		</div>
<!-- 
		<div id="F_atiCopy">This Access to Insight edition is &copy;2007.</div>
 -->
	<div id="F_termsOfUse">
<!-- 		For additional information about this license, see the <a href='./../../../../faq.html#copyright'>FAQ</a>. -->
	</div>
	</div>



	<div id="F_citation"><b>How to cite this document</b> (a suggested style): "Buddhist Monastic Code II: Appendix I", by  Thanissaro Bhikkhu. <span style='font-style:italic'>Access to Insight (Legacy Edition, version ati-legacy-2013.12.13.09)</span>, 30 November 2013, <a href='http://www.accesstoinsight.org/lib/authors/thanissaro/bmc2/bmc2.app1.html'>http://www.accesstoinsight.org/lib/authors/thanissaro/bmc2/bmc2.app1.html</a> . Retrieved on 13 December 2013.</div>
		<div id="F_alt-formats">Alternate formats: <a class='imgLink' href='../bmc2.pdf' title='Get the pdf version (??pages/2.8MB)'><img src='./../../../../img/pdf_24x18.gif' alt='[PDF icon]'   height='16'  /></a> &nbsp; <img src='./../../../../img/book.gif' alt='[book icon]'     /> Printed copies of this book are available upon request. For delivery to the Americas and Africa please write to: <a href='../../../../sources.html#metta'>Metta Forest Monastery</a>, P.O. Box 1409, Valley Center, CA 92082, USA. For delivery to Europe please write to <a href='../../../../sources.html#amaravati'>Amaravati Buddhist Monastery</a>, St. Margarets Lane, Great Gaddesden, Hemel Hempstead, Hertfordshire HP1 3BZ, England. For delivery to Asia, Australia, and the Pacific please write to:  Wat Pah Nanachat, Bahn Bung Wai, Amper Warin, Ubon 34310, Thailand.</div>


	</div> <!--  #colophon -->
	
	<div id="F_toenail">
<!-- not a mobile device -->
<a href="./../../../../help.html">Help</a>
		| <a href='./../../../../help.html#map'>Site map</a>
		| <a href='./../../../../faq.html#whatis'>About</a>
		| <a href='./../../../../faq.html#contact'>Contact</a> 
		| <a href='./../../../../faq.html#copyright'>Terms of use</a> 



	</div> <!--  #toenail -->


</div> <!-- #footer -->
</div> <!-- #container -->





<!-- /robots -->
</body>
</html>
