<!DOCTYPE html>
<html lang=en>

<!-- headerBasic.inc.php -->
<head>
<title>Bhikkhun&#299; P&#257;&#7789;imokkha: The Bhikkhun&#299;s' Code of Discipline</title>

<!-- robots content="none" -->
<meta charset="UTF-8">
<script src="./../../../js/sfHover.js"></script>


<link rel="stylesheet" type="text/css" href="./../../../css/screen.css"  />
<link rel="icon" href="./../../../favicon.ico" type="image/x-icon" />
<link rel="search" type="application/opensearchdescription+xml" title="Access to Insight" href="./../../../tech/opensearch.xml" />



<!-- Global Site Tag (gtag.js) - Google Analytics -->
<script async src="https://www.googletagmanager.com/gtag/js?id=UA-107837816-1"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-107837816-1');
</script>

</head><!-- edit1 -->

<body>

<!-- Begin ATIDoc metadata dump: 
[ALT_FORMATS]=
[ALT_ID]={}
[ALT_STATS]=
[ALT_TRANS]=
[ATI_YEAR]={2007}
[AUTHOR]={Thanissaro Bhikkhu}
[AUTHOR2]={}
[AUTHOR_ALTNAME]={}
[AUTHOR_SHORTNAME]={Thanissaro}
[BY]={Translated from the Pali by}
[BY2]={}
[CATEGORY_SLUG]={}
[CHANGELOG]={}
[COLOPHON]={}
[COMMENT]={}
[CONTACT_DETAILS]={}
[DERIVED_LICENSE_DATA]=
{The text of this page ("Bhikkhun&#299; P&#257;&#7789;imokkha: The Bhikkhun&#299;s' Code of Discipline", by Thanissaro Bhikkhu) is licensed under a <a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'>Creative Commons Attribution-NonCommercial 4.0 International License</a>. To view a copy of the license, visit <a href= "http://creativecommons.org/licenses/by-nc/4.0/">http://creativecommons.org/licenses/by-nc/4.0/</a>. Documents linked from this page may be subject to other restrictions.}
{<a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'><img alt='Creative Commons License'  style='float:left;border-width:0;padding-right:1em;' src='./../../../img/cc-by-nc-88x31.png' /></a>}
{1}
[DIACRITIC_EQUIVALENTS_FOR_INDEXING]=
[EDITION]={}
[EDITORS_NOTE]={}
[EOD]={}
[EXTENT]={complete}
[EXTRA_INFO]={}
[FORMAT_PRINT]={}
[FORMAT_SUTTAREADINGS]={}
[FORMAT_ZIP]={}
[HEADER_POST]={}
[HEADER_PRE]={}
[HEAD_EXTRAS]={}
[LICENSE]={CC-BY-NC}
[MULTI_AUTHOR]=
[MY_TITLE]={Bhikkhun&#299; P&#257;&#7789;imokkha}
[NIKAYA]={}
[NIKAYA_ABBREV]={}
[NO_COLOPHON]={}
[NO_LINK]={}
[NUMBER]={}
[ORIGIN_YEAR]={}
[PAGE_COUNT]={}
[PATH_FetchDoc]={bhikkhuni-pati.html}
[PATH_my]={}
[PTS_ID]={}
[REVISION_HISTORY]={}
[SECTION]={}
[SEE_ALSO]={}
[SOURCE]={Transcribed from a file provided by the author.}
[SOURCE_COPYRIGHT_OWNER]={Thanissaro Bhikkhu}
[SOURCE_COPYRIGHT_YEAR]={2007}
[SOURCE_ISBN]={}
[SPECIAL_HEADER]={}
[SUBTITLE]={The Bhikkhun&#299;s' Code of Discipline}
[SUBTITLE2]={}
[SUMMARY]={}
[SUMMARY_SOURCE]={}
[SURPRISE_ME]={}
[SUTTA_NOTE]={}
[TIPITAKA_BOOK]={}
[TIPITAKA_BOOK_ABBREV]={}
[TYPE]={unknown}

End ATIDoc metadata dump. -->

<a id="top"> </a><div id='H_container'>
<div id='H_billboard'>

<div id='H_search'>
<script>
  (function() {
    var cx = '006639875531220445029:2z3mhfokk-u'; // bcbs
    var gcse = document.createElement('script');
    gcse.type = 'text/javascript';
    gcse.async = true;
    gcse.src = 'https://cse.google.com/cse.js?cx=' + cx;
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(gcse, s);
  })();
</script>
<form action="/search_results.html" id="cse-search-box">
  <div>
		<input type="hidden" name="cx" value="006639875531220445029:2z3mhfokk-u" />
		<input type="hidden" name="ie" value="UTF-8" />
		<input type="text" value="" name="q" id="q" autocomplete="off" size="31" />
		<input type="submit" id="searchsubmit" name="sa" value="Search" />
  </div>
</form>
</div>

<div id='H_crumbtrail'>
    
<ul class='crumblist'>
<li class='first'>
<ul id='toolMenu'> <!-- popupMenu3.inc.php -->
	<li class='ddTitle'>
	<a title='go home' href="./../../../index.html"><img src="./../../../img/home3.png" alt ="" /></a>
		<ul>
			<li><a href="./../../../index.html">Home</a></li>
			<li><a href="./../../../random-sutta.html">Random sutta</a></li>
			<li><a href="./../../../random-article.html">Random article</a></li>
			<li><a href="./../../../abbrev.html">Abbreviations</a></li>
			<li><a href="./../../../glossary.html">Glossary</a></li>
			<li><a href="./../../../index-subject.html">Index</a></li>
			<li><a href="./../../../help.html">Help!</a></li>
		</ul>
	</li>
</ul>
</li>
<li>
<ul id='toolMenu2'> <!-- TipitakaPopupMenu.inc.php -->
	<li class='ddTitle'>
	<a href='./../../../tipitaka/index.html' title='go to the Tipitaka'>Tipitaka</a>
		<ul>
			<li><a href='./../../../tipitaka/vin/index.html' title='go to the Vinaya Pitaka'>Vinaya Pitaka</a></li>
			<li><a href='./../../../tipitaka/sutta.html' title='go to the Sutta Pitaka'>Sutta Pitaka</a></li>
			<li><a href='./../../../tipitaka/dn/index.html' title='go to the Digha Nikaya'>DN</a></li>
			<li><a href='./../../../tipitaka/mn/index.html' title='go to the Majjhima Nikaya'>MN</a></li>
			<li><a href='./../../../tipitaka/sn/index.html' title='go to the Samyutta Nikaya'>SN</a></li>
			<li><a href='./../../../tipitaka/an/index.html' title='go to the Anguttara Nikaya'>AN</a></li>
			<li><a href='./../../../tipitaka/kn/index.html' title='go to the Khuddaka Nikaya'>KN</a></li>
			<li><a href='./../../../tipitaka/kn/khp/index.html' title='go to the Khuddakapatha'>Khp</a></li>
			<li><a href='./../../../tipitaka/kn/dhp/index.html' title='go to the Dhammapada'>Dhp</a></li>
			<li><a href='./../../../tipitaka/kn/ud/index.html' title='go to the Udana'>Ud</a></li>
			<li><a href='./../../../tipitaka/kn/iti/index.html' title='go to the Itivuttaka'>Iti</a></li>
			<li><a href='./../../../tipitaka/kn/snp/index.html' title='go to the Sutta Nipata'>Sn</a></li>
			<li><a href='./../../../tipitaka/abhi/index.html' title='go to the Abhidhamma Pitaka'>Abhidhamma</a></li>
		</ul>
	</li>
</ul>
</li>
<li><a href='../index.html' title='Back to the Vinaya Pitaka page'>Vinaya Pitaka</a></li>
<li><a href='index.html' title='Back to the Suttavibhanga page'>Suttavibhanga</a></li>
</ul>
</div><!-- end #H_crumbtrail -->

<div id='H_tipitakaLinks'>
</div>

<div class='clear'></div>
<!-- /robots -->
<div id="H_meta">

		<div id="H_docTitle">
		Bhikkhun&#299; P&#257;&#7789;imokkha				</div>

					<div id="H_docSubtitle">The Bhikkhun&#299;s' Code of Discipline</div>
		
				
		
			<div id='H_docBy'>translated from the Pali by </div><div id='H_docAuthor'>Thanissaro Bhikkhu</div>
		<div id="H_copyright"><a href="#F_termsOfUse" title="See copyright details">&copy; 2007</a></div>

		
		
<div id='H_altFormat'></div>


		
	
<!-- robots content="none" -->


</div>  <!-- #H_meta -->

</div> <!-- #H_billboard -->

<!-- /robots -->

<div id='H_content'>
<div id='COPYRIGHTED_TEXT_CHUNK'><!-- BEGIN COPYRIGHTED TEXT CHUNK -->
<div class='alphalist'>
P&#257;&#7789;imokkha Rules: <!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bhikkhu-pati-intro.html'>Intro</a></li>
	<li><a href='bhikkhu-pati.html'>Bhikkhus'</a></li>
	<li>Bhikkhunis'</li>
</ul>
<!-- /robots -->
</div>



<div class="chapter">
<h1>Contents</h1>
<ul>
	<li><a href="#intro">Translator's Introduction</a></li>
	<li><a href="#pr">P&#257;r&#257;jika</a></li>
	<li><a href="#sg">Sa&#7749;gh&#257;disesa</a></li>
	<li>
	<a href="#np">Nissaggiya P&#257;cittiya</a>
	<ul>
	<li><a href="#np-part1">Part One: The Bowl Chapter</a></li>
	<li><a href="#np-part2">Part Two: The Robe-cloth Chapter</a></li>
	<li><a href="#np-part3">Part Three: The Gold and Silver Chapter</a></li>
	</ul>
	</li>
	<li>
	<a href="#pc">P&#257;cittiya</a>
	<ul>
	<li><a href="#pc-part1">Part One: The Garlic Chapter</a></li>
	<li><a href="#pc-part2">Part Two: The Darkness Chapter</a></li>
	<li><a href="#pc-part3">Part Three: The Naked Chapter</a></li>
	<li><a href="#pc-part4">Part Four: The Sharing Chapter</a></li>
	<li><a href="#pc-part5">Part Five: The Picture Gallery Chapter</a></li>
	<li><a href="#pc-part6">Part Six: The Monastery Chapter</a></li>
	<li><a href="#pc-part7">Part Seven: The Pregnant Woman Chapter</a></li>
	<li><a href="#pc-part8">Part Eight: The Maiden Chapter</a></li>
	<li><a href="#pc-part9">Part Nine: The Sunshade and Leather Footwear Chapter</a></li>
	<li><a href="#pc-part10">Part Ten: The Lie Chapter</a></li>
	<li><a href="#pc-part11">Part Eleven: The Living Plant Chapter</a></li>
	<li><a href="#pc-part12">Part Twelve: The Food Chapter</a></li>
	<li><a href="#pc-part13">Part Thirteen: The Go-calling Chapter</a></li>
	<li><a href="#pc-part14">Part Fourteen: The Fire Chapter</a></li>
	<li><a href="#pc-part15">Part Fifteen: The View Chapter</a></li>
	<li><a href="#pc-part16">Part Sixteen: The In-accordance-with-the-rule Chapter</a></li>
	</ul>
	</li>
	<li><a href="#pd">P&#257;&#7789;idesan&#299;ya</a></li>
	<li>
	<a href="#sk">Sekhiya</a>
	<ul>
	<li><a href="#sk-part1">Part One: The 26 Dealing with Proper Behavior</a></li>
	<li><a href="#sk-part2">Part Two: The 30 Dealing with Food</a></li>
	<li><a href="#sk-part3">Part Three: The 16 Dealing with Teaching Dhamma</a></li>
	<li><a href="#sk-part4">Part Four: The 3 Miscellaneous Rules</a></li>
	</ul>
	</li>
	<li><a href="#as">Adhikara&#7751;a-Samatha</a></li>
	<li><a href="#endnotes">Endnotes</a></li>
</ul>
</div>

<div class="chapter">
<h1><a id='intro'>Translator's Introduction</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<p>The Bhikkhun&#299; P&#257;&#7789;imokkha contains 311 rules. Of these, 181 are shared with the Bhikkhu P&#257;&#7789;imokkha: four P&#257;r&#257;jikas, seven Sa&#7749;gh&#257;disesas, 18 Nissaggiya P&#257;cittiyas (NP), 70 P&#257;cittiyas, all 75 Sekhiyas, and all seven Adhikara&#7751;a-samatha rules. In addition, the Bhikkhun&#299; P&#257;&#7789;imokkha contains 13 P&#257;cittiya rules that are identical to rules for bhikkhus that are contained in the Khandhakas; one P&#257;r&#257;jika rule similar to a Bhikkhus' Sa&#7749;gh&#257;disesa rule; one P&#257;r&#257;jika rule similar to a Bhikkhus' P&#257;cittiya rule; two Sa&#7749;gh&#257;disesa rules similar to Bhikkhus' Khandhaka rules; two NP rules similar to Bhikkhus' NP rules; three P&#257;cittiyas similar to a Bhikkhus' Sa&#7749;gh&#257;disesa; seven P&#257;cittiyas similar to Bhikkhus' P&#257;cittiyas; and eight P&#257;cittiyas similar to rules for bhikkhus that are contained in the Khandhakas. Also, the eight P&#257;&#7789;idesan&#299;ya rules for the bhikkhun&#299;s are elaborations of a single Bhikkhus' P&#257;cittiya rule.</p>

<p>Thus the Bhikkhun&#299; P&#257;&#7789;imokkha contains 85 rules for which there are no direct correspondences in the rules for the bhikkhus. Some writers have interpreted these added rules as sign of an attempt to oppress the bhikkhun&#299;s unfairly, but it should be noted that: </p>

<ol>
<li>more than one third of these extra rules were formulated to protect bhikkhun&#299;s from being the direct recipients of the abusive or careless behavior of other bhikkhun&#299;s;</li>

<li>two of the extra rules (P&#257;cittiyas <a href="#pc-6">6</a> and <a href="#pc-44">44</a>) prevent bhikkhun&#299;s from putting themselves in a position of servitude to bhikkhus or lay people;</li>

<li>according to the rules' origin stories, all but three of the extra rules (P&#257;cittiyas <a href="#pc-59">59</a>, <a href="#pc-94">94</a>, and <a href="#pc-95">95</a>) were formulated only after bhikkhun&#299;s complained to the bhikkhus about an errant bhikkhun&#299;'s behavior.</li>
</ol>

<p>Tellingly, these last three exceptions were formulated after complaints initiated by the bhikkhus, and they touch directly on the formal subordination of the Bhikkhun&#299; Community to the Bhikkhu Community. However, they are counterbalanced by two rules exclusive to the Bhikkhu P&#257;&#7789;imokkha &mdash; <a href="bhikkhu-pati.html#np-4">NP 4</a> &amp; <a href="bhikkhu-pati.html#np-17">17</a> &mdash; that were formulated at the request of bhikkhun&#299;s to prevent bhikkhus from abusing their position in the hierarchy in a way that would interfere with the bhikkhun&#299;s' practice of the Dhamma. For a more detailed discussion of the checks and balances in the relationships between the two Communities, see <a href="../../../lib/authors/thanissaro/bmc2.html"><i>The Buddhist Monastic Code,</i> volume II</a>, chapter 23.</p>

<p>In the following translation, I have marked the correspondences between the bhikkhus' and bhikkhun&#299;s' rules in brackets. Where the brackets follow the number of the bhikkhun&#299; rule and simply contain a number, the corresponding bhikkhus' rule is in the same section in the Bhikkhu P&#257;&#7789;imokkha as in the Bhikkhun&#299; P&#257;&#7789;imokkha. Thus, under the Sa&#7749;gh&#257;disesa rules, 7 [5] means that the Bhikkhun&#299;s' Sa&#7749;gh&#257;disesa 7 is identical with the Bhikkhus' Sa&#7749;gh&#257;disesa 5. If the brackets follow the rule and simply contain a reference to a rule in the Mahavagga (Mv) or Cullavagga (Cv), the corresponding bhikkhus' rule is contained in the Khandhakas. If the brackets follow the rule and include the word "see" followed by a number, the corresponding bhikkhus' rule is similar rather than identical. Correspondences in the Sekhiya and Adhikara&#7751;a-samatha sections are not marked, as these two sections are completely identical in the two P&#257;&#7789;imokkhas.</p>

<p>Rules marked with an asterisk (*) are identical with &mdash; or directly related to &mdash; vows included in the Eight Garudhammas, or Rules of Respect. On this topic, see <a href="../../../lib/authors/thanissaro/bmc2.html"><i>The Buddhist Monastic Code,</i></a> volume II, chapter 23. Some writers have argued that, because the rules in question are all p&#257;cittiya rules, and because the Rules of Respect impose a more stringent penalty than a simple confession for overstepping the vows, we must assume that the vows and their more stringent punishment were added later to the canon, in an attempt to oppress the bhikkhun&#299;s. However, a standard principle throughout the Vinaya &mdash; formulated in Adhikara&#7751;a-samatha 4 in both P&#257;&#7789;imokkhas &mdash; is that an offender cannot be penalized until he/she has confessed to an offense. In light of this principle, the confession required by the p&#257;cittiya rules would be a first, necessary step before imposing the half-month penance stipulated in the fifth vow.</p>

<p>The translation here is based on the complete Pali Bhikkhun&#299; P&#257;&#7789;imokkha in Mohan Wijayaratna, <i>Buddhist Nuns: The Birth and Development of a Women's Monastic Order</i> (BN), although there were many spots where I had to rely on the Thai edition of the Pali Canon to correct mistakes in BN. I have also consulted I.B. Horner's partial English translation of the Bhikkhun&#299; P&#257;&#7789;imokkha rules in <i>The Book of Discipline,</i> volume three (BD); the partial Thai translation included in Mahamakut's complete translation of the Pali Canon; the complete English translation in BN; and the complete translation in <i>The P&#257;&#7789;imokkha,</i> edited by William Pruitt and translated by K. R. Norman (N). Where my translation differs from BD, I have marked it with a (&sect;); where it differs from BN, a (&para;); where it differs from N, a (&bull;). </p>

<p>Parenthetical insertions in the rules, if otherwise unmarked, are based on the canonical word-commentary from the Bhikkhun&#299; Vibhanga, the part of the Vinaya Pitaka that contains the Bhikkhun&#299; P&#257;&#7789;imokkha together with its explanatory material. If marked with the abbreviation "Comm:", parenthetical insertions in the rules are drawn from the Commentary, Buddhaghosa's Samantapasadika. Technical issues are explained in the endnotes.</p>


</div>

<div class="chapter">
<h1><a id='pr'>P&#257;r&#257;jika</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<p><b><a id="pr-1">1</a> [<a href="bhikkhu-pati.html#pr-1">1</a>].</b> Should any bhikkhun&#299; willingly engage in sexual intercourse, even with a male animal, she is defeated and no longer in affiliation.</p>

<p><b><a id="pr-2">2</a> [<a href="bhikkhu-pati.html#pr-2">2</a>].</b> Should any bhikkhun&#299;, in what is reckoned a theft, take what is not given from an inhabited area or from the wilderness &mdash; just as when, in the taking of what is not given, kings arresting the criminal would flog, imprison, or banish her, saying, "You are a robber, you are a fool, you are benighted, you are a thief" &mdash; a bhikkhun&#299; in the same way taking what is not given is defeated and no longer in affiliation.</p>

<p><b><a id="pr-3">3</a> [<a href="bhikkhu-pati.html#pr-3">3</a>].</b> Should any bhikkhun&#299; intentionally deprive a human being of life, or search for an assassin for him, or praise the advantages of death, or incite him to die, saying, "My good man, what use is this evil, miserable life to you? Death would be better for you than life," or with such an idea in mind, such a purpose in mind, should in various ways praise the advantages of death or incite him to die, she also is defeated and no longer in affiliation.</p>

<p><b><a id="pr-4">4</a> [<a href="bhikkhu-pati.html#pr-4">4</a>].</b> Should any bhikkhun&#299;, without direct knowledge, boast of a superior human state, a truly noble knowledge and vision as present in herself, saying, "Thus do I know; thus do I see," such that regardless of whether or not she is cross-examined on a later occasion, she &mdash; being remorseful and desirous of purification &mdash; might say, "Ladies, not knowing, I said I know; not seeing, I said I see &mdash; vainly, falsely, idly," unless it was from over-estimation, she also is defeated and no longer in affiliation.</p>

<p><a id="pr-5">5</a>. Should any bhikkhun&#299;, lusting, consent to a lusting man's rubbing, rubbing up against, taking hold of, touching, or fondling (her) below the collar-bone and above the circle of the knees, she also is defeated and no longer in affiliation for being "one above the circle of the knees." [See <a href="bhikkhu-pati.html#sg-2">Bhikkhus' Sa&#7749;gh&#257;disesa 2</a>]</p>

<p><a id="pr-6">6</a>. Should any bhikkhun&#299;, knowing that (another) bhikkhun&#299; has fallen into an act (entailing) defeat, neither accuse her herself nor inform the group, and then &mdash; whether she (the other bhikkhun&#299;) is still alive or has died, has been expelled or gone over to another sect &mdash; she (this bhikkhun&#299;) should say, "Even before, ladies, I knew of this bhikkhun&#299; that 'This sister is of such-and-such a sort,' and I didn't accuse her myself nor did I inform the group," then she also is defeated and no longer in affiliation for being "one who concealed a fault." [See <a href="bhikkhu-pati.html#pc-64">Bhikkhus' P&#257;cittiya 64</a>]</p>

<p><a id="pr-7">7</a>. Should any bhikkhun&#299; follow a bhikkhu who has been suspended by a united Community (of bhikkhus) in line with the Dhamma, in line with the Vinaya, in line with the teacher's instructions, and who is disrespectful, has not made amends, has broken off his friendship (with the bhikkhus), the bhikkhun&#299;s are to admonish her thus: "Lady, that bhikkhu has been suspended by a united Community in line with the Dhamma, in line with the Vinaya, in line with the teacher's instructions. He is disrespectful, he has not made amends, he has broken off his friendship. Do not follow him, lady."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then she also is defeated and no longer in affiliation for being "a follower of a suspended (bhikkhu&#299;)." (&sect;&para;&bull;) <a class='noteTag' href='#fn-1' id='fnt-1'>[1]</a></p>

<p><a id="pr-8">8</a>. Should any bhikkhun&#299;, lusting, consent to a lusting man's taking hold of her hand or touching the edge of her outer robe, or should she stand with him or converse with him or go to a rendezvous with him, or should she consent to his approaching her, or should she enter a hidden place with him, or should she dispose her body to him &mdash; (any of these) for the purpose of that unrighteous act (Comm: physical contact) &mdash; then she also is defeated and no longer in affiliation for "(any of) eight grounds." (&sect;)</p>

</div>

<div class="chapter">
<h1><a id='sg'>Sa&#7749;gh&#257;disesa</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<p><b><a id="sg-1">1</a>.</b> Should any bhikkhun&#299; start litigation against a householder, a householder's son, a slave, or a worker, or even against a wandering contemplative: this bhikkhun&#299;, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community. (&bull;)</p>

<p><b><a id="sg-2">2</a>.</b> Should any bhikkhun&#299; knowingly give Acceptance <i>(upasampada)</i> to a woman thief sentenced to death, without having obtained permission from the king or the Community or the (governing) council or the (governing) committee or the (governing) guild &mdash; unless the woman is allowable (i.e., already ordained in another sect or with other bhikkhun&#299;s) &mdash; this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community. [See Mv.I.43.1]</p>

<p><b><a id="sg-3">3</a>.</b> Should any bhikkhun&#299; go among villages alone or go to the other shore of a river alone or stay away for a night alone or fall behind her companion(s) alone: this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-4">4</a>.</b> Should any bhikkhun&#299; &mdash; without having obtained permission from the Community who performed the act, without knowing the desire of the group &mdash; restore a bhikkhun&#299; whom a Community acting harmony in line with the Dhamma, in line with the Vinaya, in line with the teacher's instructions, has suspended: this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community. [See Cv.I.28-29]</p>

<p><b><a id="sg-5">5</a>.</b> Should any bhikkhun&#299;, lusting, having received staple or non-staple food from the hand of a lusting man, consume or chew it: this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-6">6</a>.</b> Should any bhikkhun&#299; say, "What does it matter to you whether this man is lusting or not, when you are not lusting? Please, lady, take what the man is giving &mdash; staple or non-staple food &mdash; with your own hand and consume or chew it": this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-7">7</a> [<a href="bhikkhu-pati.html#sg-5">5</a>].</b> Should any bhikkhun&#299; engage in conveying a man's intentions to a woman or a woman's intentions to a man, proposing marriage or paramourage &mdash; even if only for a momentary liaison: this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-8">8</a> [<a href="bhikkhu-pati.html#sg-8">8</a>].</b> Should any bhikkhun&#299; &mdash;  corrupt, aversive, disgruntled &mdash; charge a bhikkhun&#299; with an unfounded case entailing defeat, (thinking), "Perhaps I may bring about her fall from this celibate life," then regardless of whether or not she is cross-examined on a later occasion, if the issue is unfounded and the bhikkhun&#299; confesses her aversion: this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-9">9</a> [<a href="bhikkhu-pati.html#sg-9">9</a>].</b> Should any bhikkhun&#299; &mdash;  corrupt, aversive, disgruntled &mdash; using as a mere ploy an aspect of an issue that pertains otherwise, charge a bhikkhun&#299; with a case entailing defeat, (thinking), "Perhaps I may bring about her fall from this celibate life," then regardless of whether or not she is cross-examined on a later occasion, if the issue pertains otherwise, an aspect used as a mere ploy, and the bhikkhun&#299; confesses her aversion: this bhikkhun&#299;, also, as soon as she has fallen into the first act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-10">10</a>.</b> Should any bhikkhun&#299;, angry and displeased, say, "I repudiate the Buddha, I repudiate the Dhamma, I repudiate the Sangha, I repudiate the Training. Since when were the Sakyan-daughter contemplatives the only contemplatives? There are other contemplatives who are conscientious, scrupulous, and desirous of training. I will practice the holy life in their company," the bhikkhun&#299;s are to admonish her thus: "Lady, don't &mdash; angry and displeased &mdash; say, 'I repudiate the Buddha, I repudiate the Dhamma, I repudiate the Sangha, I repudiate the Training. Since when were the Sakyan-daughter contemplatives the only contemplatives? There are other contemplatives who are conscientious, scrupulous, and desirous of training. I will practice the holy life in their company.' Take delight, lady. The Dhamma is well-expounded. Follow the holy life for the right ending of suffering."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then this bhikkhun&#299;, also, as soon as she has fallen into the third act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-11">11</a>.</b> Should any bhikkhun&#299;, overthrown in even a trifling issue, angry and displeased, say, "The bhikkhun&#299;s are biased through favoritism, biased through aversion, biased through delusion, biased through fear," the bhikkhun&#299;s are to admonish her thus: "Lady, don't &mdash; overthrown in even a trifling issue, angry and displeased &mdash; say, 'The bhikkhun&#299;s are biased through favoritism, biased through aversion, biased through delusion, biased through fear. It may be that you, lady, are biased through favoritism, biased through aversion, biased through delusion, biased through fear."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then this bhikkhun&#299;, also, as soon as she has fallen into the third act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-12">12</a>.</b> In case bhikkhun&#299;s are living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety (depraved in their livelihood), exasperating the Bhikkhun&#299; Community, hiding one another's faults, the bhikkhun&#299;s are to admonish them thus: "The sisters are living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety. Split up (your group), ladies. The Community recommends strict isolation for the sisters."</p>

<p>And should those bhikkhun&#299;s, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke them up to three times times for the sake of relinquishing that. If while being rebuked up to three times by the bhikkhun&#299;s they relinquish that, that is good. If they do not relinquish that, then these bhikkhun&#299;s, also, as soon as they have fallen into the third act of offence, are to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community. (&sect;&para;)</p>

<p><b><a id="sg-13">13</a>.</b> Should any bhikkhun&#299; say (to the bhikkhun&#299;s criticized in the preceding case), "Live entangled, ladies. Don't live separately. There are other bhikkhun&#299;s in the Community with the same conduct, the same reputation, the same notoriety, exasperating the Bhikkhun&#299; Community, hiding one another's faults, but the Community doesn't say anything to them. It's simply because of your weakness (lack of partisans) that the Community &mdash; with contempt, scorn, intolerance, and threats &mdash; says, 'The sisters are living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety. Split up (your group), ladies. The Community recommends strict isolation for the sisters,'" the bhikkhun&#299;s are to admonish her thus: "Lady, don't say, 'Live entangled, ladies. Don't live separately. There are other bhikkhun&#299;s in the Community with the same conduct, the same reputation, the same notoriety, exasperating the Bhikkhun&#299; Community, hiding one another's faults, but the Community doesn't say anything to them. It's simply because of your weakness that the Community &mdash; with contempt, scorn, intolerance, and threats &mdash; says, "The sisters are living entangled, depraved in their conduct, depraved in their reputation, depraved in their notoriety. Split up (your group), ladies. The Community recommends strict isolation for the sisters."'"</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then this bhikkhun&#299;, also, as soon as she has fallen into the third act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-14">14</a> [<a href="bhikkhu-pati.html#sg-10">10</a>].</b> Should any bhikkhun&#299; agitate for a schism in a united Community, or should she persist in taking up an issue conducive to schism, the bhikkhun&#299;s are to admonish her thus: "Do not, lady, agitate for a schism in a united Community or persist in taking up an issue conducive to schism. Let the lady be reconciled with the Community, for a united Community, on courteous terms, without dispute, with a common recitation, dwells in peace."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times so as to desist. If while being rebuked up to three times she desists, that is good. If she does not desist, then this bhikkhun&#299;, also, as soon as she has fallen into the third act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-15">15</a> [<a href="bhikkhu-pati.html#sg-11">11</a>].</b> Should bhikkhun&#299;s &mdash; one, two, or three &mdash; who are followers and partisans of that bhikkhun&#299;, say, "Do not, ladies, admonish that bhikkhun&#299; in any way. She is an exponent of the Dhamma, she is an exponent of the Vinaya. She acts with our consent and approval. She knows, she speaks for us, and that is pleasing to us," the bhikkhun&#299;s are to admonish them thus: "Do not say that, ladies. That bhikkhun&#299; is not an exponent of the Dhamma and she is not an exponent of the Vinaya. Do not, ladies, approve of a schism in the Community. Let the ladies' (minds) be reconciled with the Community, for a united Community, on courteous terms, without dispute, with a common recitation, dwells in peace."</p>

<p>And should those bhikkhun&#299;s, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke them up to three times times for the sake of relinquishing that. If while being rebuked up to three times by the bhikkhun&#299;s they relinquish that, that is good. If they do not relinquish that, then these bhikkhun&#299;s, also, as soon as they have fallen into the third act of offence, are to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-16">16</a> [<a href="bhikkhu-pati.html#sg-12">12</a>].</b> In case a bhikkhun&#299; is by nature difficult to admonish &mdash; who, when being legitimately admonished by the bhikkhun&#299;s with reference to the training rules included in the (P&#257;&#7789;imokkha) recitation, makes herself unadmonishable, (saying,) "Do not, ladies, say anything to me, good or bad; and I won't say anything to the ladies, good or bad. Refrain, ladies, from admonishing me" &mdash; the bhikkhun&#299;s are to admonish her thus: "Let the lady not make herself unadmonishable. Let the lady make herself admonishable. Let the lady admonish the bhikkhun&#299;s in accordance with what is right, and the bhikkhun&#299;s will admonish the lady in accordance with what is right; for it is thus that the Blessed One's following is nurtured: through mutual admonition, through mutual rehabilitation."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then this bhikkhun&#299;, also, as soon as she has fallen into the third act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

<p><b><a id="sg-17">17</a> [<a href="bhikkhu-pati.html#sg-13">13</a>].</b> In case a bhikkhun&#299; living in dependence on a certain village or town is a corrupter of families, a woman of depraved conduct &mdash; whose depraved conduct is both seen and heard about, and the families she has corrupted are both seen and heard about &mdash; the bhikkhun&#299;s are to admonish her thus: "You, lady, are a corrupter of families, a woman of depraved conduct. Your depraved conduct is both seen and heard about, and the families you have corrupted are both seen and heard about. Leave this monastery, lady. Enough of your staying here."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, say about the bhikkhun&#299;s, "The bhikkhun&#299;s are biased through favoritism, biased through aversion, biased through delusion, biased through fear, in that for this sort of offense they banish some and do not banish others," the bhikkhun&#299;s are to admonish her thus: "Do not say that, lady. The bhikkhun&#299;s are not biased through favoritism, are not biased through aversion, are not biased through delusion, are not biased through fear. You, lady, are a corrupter of families, a woman of depraved conduct. Your depraved conduct is both seen and heard about, and the families you have corrupted are both seen and heard about. Leave this monastery, lady. Enough of your staying here."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, then this bhikkhun&#299;, also, as soon as she has fallen into the third act of offence, is to be (temporarily) driven out, and it entails initial and subsequent meetings of the Community.</p>

</div>

<div class="chapter">
<h1><a id='np'>Nissaggiya P&#257;cittiya</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<h2><a id='np-part1'>Part One: The Bowl Chapter</a>&nbsp;<a title='Go up' class='back' href='#np'>&nbsp;</a></h2>
<p><b><a id="np-1">1</a>.</b> Should any bhikkhun&#299; make a bowl-hoard (have more than one bowl in her possession), it is to be forfeited and confessed. [See <a href="bhikkhu-pati.html#np-21">Bhikkhus' NP 21</a>]</p>

<p><b><a id="np-2">2</a>.</b> Should any bhikkhun&#299;, having determined an out-of-season cloth to be an in-season cloth, distribute it, it is to be forfeited and confessed. (&sect;&para;&bull;) <a class='noteTag' href='#fn-2' id='fnt-2'>[2]</a></p>

<p><b><a id="np-3">3</a>.</b> Should any bhikkhun&#299;, having exchanged robe-cloth with another bhikkhun&#299;, later say to her, "Here, lady. This is your robe-cloth. Bring me that robe-cloth of mine. What was yours is still yours. What was mine is still mine. Bring me that one of mine. Take yours back," and then snatch it back or have it snatched back, it is to be forfeited and confessed. [See <a href="bhikkhu-pati.html#np-5">Bhikkhus' NP 5</a>]</p>

<p><b><a id="np-4">4</a>.</b> Should any bhikkhun&#299;, having had one thing requested, (then send it back and) have another thing requested, it is to be forfeited and confessed.</p>

<p><b><a id="np-5">5</a>.</b> Should any bhikkhun&#299;, having had one thing bought, (then send it back and) have another thing bought, it is to be forfeited and confessed.</p>

<p><b><a id="np-6">6</a>.</b> Should any bhikkhun&#299;, using a fund intended for one purpose, dedicated to one purpose for a Community, have something else bought, it is to be forfeited and confessed. (&sect;&bull;)</p>

<p><b><a id="np-7">7</a>.</b> Should any bhikkhun&#299;, having herself asked for a fund intended for one purpose, dedicated to one purpose for a Community, use it to have something else bought, it is to be forfeited and confessed. (&sect;&bull;) <a class='noteTag' href='#fn-3' id='fnt-3'>[3]</a></p>

<p><b><a id="np-8">8</a>.</b> Should any bhikkhun&#299;, using a fund intended for one purpose, dedicated to one purpose for a group, have something else bought, it is to be forfeited and confessed. (&sect;&bull;)</p>

<p><b><a id="np-9">9</a>.</b> Should any bhikkhun&#299;, having herself asked for a fund intended for one purpose, dedicated to one purpose for a group, use it to have something else bought, it is to be forfeited and confessed. (&sect;&bull;)</p>

<p><b><a id="np-10">10</a>.</b> Should any bhikkhun&#299;, having herself asked for a fund intended for one purpose, dedicated to one purpose for an individual, use it to have something else bought, it is to be forfeited and confessed. (&sect;&bull;)</p>


<h2><a id='np-part2'>Part Two: The Robe-cloth Chapter</a>&nbsp;<a title='Go up' class='back' href='#np'>&nbsp;</a></h2>
<p><b><a id="np-11">11</a>.</b> When a bhikkhun&#299; is asking for a heavy cloth, one worth four "bronzes" at most may be asked for. If she asks for more than that, it is to be forfeited and confessed. (&sect;&bull;)</p>

<p><b><a id="np-12">12</a>.</b> When a bhikkhun&#299; is asking for a light cloth, one worth two and a half "bronzes" at most may be asked for. If she asks for more than that, it is to be forfeited and confessed. (&sect;&bull;)</p>

<p><b><a id="np-13">13</a> [<a href="bhikkhu-pati.html#np-1">1</a>].</b> When a bhikkhun&#299; has finished her robe and the frame is destroyed (her kathina privileges are in abeyance), she is to keep extra robe-cloth ten days at most. Beyond that, it is to be forfeited and confessed.</p>

<p><b><a id="np-14">14</a> [<a href="bhikkhu-pati.html#np-2">2</a>].</b> When a bhikkhun&#299; has finished her robe and the frame is destroyed (her kathina privileges are in abeyance): If she dwells apart from (any of) her five robes even for one night &mdash; unless authorized by the bhikkhun&#299;s &mdash; it is to be forfeited and confessed.</p>

<p><b><a id="np-15">15</a> [<a href="bhikkhu-pati.html#np-3">3</a>].</b> When a bhikkhun&#299; has finished her robe and the frame is destroyed (her kathina privileges are in abeyance): Should out-of-season robe-cloth accrue to her, she may accept it if she so desires. Having accepted it, she is to make it up immediately (into a cloth requisite). But should it not be enough, she may lay it aside for a month at most if she has an expectation for filling the lack. If she should keep it beyond that, even when she has an expectation (for further cloth), it is to be forfeited and confessed.</p>

<p><b><a id="np-16">16</a> [<a href="bhikkhu-pati.html#np-6">6</a>].</b> Should any bhikkhun&#299; ask for robe-cloth from a man or woman householder unrelated to her, except at the proper occasion, it is to be forfeited and confessed. Here the proper occasion is this: The bhikkhun&#299;'s robe has been snatched away or destroyed. This is the proper occasion here.</p>

<p><b><a id="np-17">17</a> [<a href="bhikkhu-pati.html#np-7">7</a>].</b> If that unrelated man or woman householder presents the bhikkhun&#299; with many robes (pieces of robe-cloth), she is to accept at most (enough for) an upper and a lower robe. If she accepts more than that, it is to be forfeited and confessed.</p>

<p><b><a id="np-18">18</a> [<a href="bhikkhu-pati.html#np-8">8</a>].</b> In case a man or woman householder unrelated (to the bhikkhun&#299;) prepares a robe fund for the sake of a bhikkhun&#299;, thinking. "Having purchased a robe with this robe fund, I will clothe the bhikkhun&#299; named so-and-so with a robe:" If the bhikkhun&#299;, not previously invited, approaching (the householder) should make a stipulation with regard to the robe, saying, "It would be good indeed, sir, if you clothed me (with a robe), having purchased a robe of such-and-such a sort with this robe fund" &mdash; out of a desire for something fine &mdash; it is to be forfeited and confessed.</p>

<p><b><a id="np-19">19</a> [<a href="bhikkhu-pati.html#np-9">9</a>].</b> In case two householders &mdash; men or women &mdash; unrelated (to the bhikkhun&#299;) prepare separate robe funds for the sake of a bhikkhun&#299;, thinking, "Having purchased separate robes with these separate robe funds of ours, we will clothe the bhikkhun&#299; named so-and-so with robes": If the bhikkhun&#299;, not previously invited, approaching (them) should make a stipulation with regard to the robe, saying, "It would be good indeed, sirs, if you clothed me (with a robe), having purchased a robe of such-and-such a sort with these separate robe funds, the two (funds) together for one (robe)" &mdash; out of a desire for something fine &mdash; it is to be forfeited and confessed.</p>

<p><b><a id="np-20">20</a> [<a href="bhikkhu-pati.html#np-10">10</a>].</b> In case a king, a royal official, a brahman, or a householder sends a robe fund for the sake of a bhikkhun&#299; via a messenger, (saying,) "Having purchased a robe with this robe fund, clothe the bhikkhun&#299; named so-and-so with a robe": If the messenger, approaching the bhikkhun&#299;, should say, "This is a robe fund being delivered for the sake of the lady. May the lady accept this robe fund," then the bhikkhun&#299; is to tell the messenger: "We do not accept robe funds, my friend. We accept robes (robe-cloth) as are proper according to season."</p>

<p>If the messenger should say to the bhikkhun&#299;, "Does the lady have a steward?" then, bhikkhun&#299;s, if the bhikkhun&#299; desires a robe, she may indicate a steward &mdash; either a monastery attendant or a lay follower &mdash; (saying,) "That, sir, is the bhikkhun&#299;s' steward."</p>

<p>If the messenger, having instructed the steward and going to the bhikkhun&#299;, should say, "I have instructed the steward the lady indicated. May the lady go (to her) and she will clothe you with a robe in season," then the bhikkhun&#299;, desiring a robe and approaching the steward, may prompt and remind her two or three times, "I have need of a robe." Should (the steward) produce the robe after being prompted and reminded two or three times, that is good.</p>

<p>If she should not produce the robe, (the bhikkhun&#299;) should stand in silence four times, five times, six times at most for that purpose. Should (the steward) produce the robe after (the bhikkhun&#299;) has stood in silence for the purpose four, five, six times at most, that is good.</p>

<p>If she should not produce the robe (at that point), should she then produce the robe after (the bhikkhun&#299;) has endeavored further than that, it is to be forfeited and confessed.</p>

<p>If she should not produce (the robe), then the bhikkhun&#299; herself should go to the place from which the robe fund was brought, or a messenger should be sent (to say), "The robe fund that you, venerable sirs, sent for the sake of the bhikkhun&#299; has given no benefit to the bhikkhun&#299; at all. May the you be united with what is yours. May what is yours not be lost." This is the proper course here.</p>

<h2><a id='np-part3'>Part Three: The Gold and Silver Chapter</a>&nbsp;<a title='Go up' class='back' href='#np'>&nbsp;</a></h2>
<p><b><a id="np-21">21</a> [<a href="bhikkhu-pati.html#np-18">18</a>].</b> Should any bhikkhun&#299; take gold and silver, or have it taken, or consent to its being deposited (near her), it is to be forfeited and confessed.</p>

<p><b><a id="np-22">22</a> [<a href="bhikkhu-pati.html#np-19">19</a>].</b> Should any bhikkhun&#299; engage in various types of monetary exchange, it (the income) is to be forfeited and confessed.</p>

<p><b><a id="np-23">23</a> [<a href="bhikkhu-pati.html#np-20">20</a>].</b> Should any bhikkhun&#299; engage in various types of trade, (the article obtained) is to be forfeited and confessed.</p>

<p><b><a id="np-24">24</a> [<a href="bhikkhu-pati.html#np-22">22</a>].</b> Should any bhikkhun&#299; with an alms bowl having less than five mends ask for another new bowl, it is to be forfeited and confessed. The bowl is to be forfeited by the bhikkhun&#299; to the company of bhikkhun&#299;s. That company of bhikkhun&#299;s' final bowl should be presented to the bhikkhun&#299;, (saying,) "This, bhikkhun&#299;, is your bowl. It is to be kept until broken." This is the proper course here.</p>

<p><b><a id="np-25">25</a> [<a href="bhikkhu-pati.html#np-23">23</a>].</b> There are these tonics to be taken by sick bhikkhun&#299;s: ghee, fresh butter, oil, honey, sugar/molasses. Having been received, they are to be used from storage seven days at most. Beyond that, they are to be forfeited and confessed.</p>

<p><b><a id="np-26">26</a> [<a href="bhikkhu-pati.html#np-25">25</a>].</b> Should any bhikkhun&#299; &mdash; having herself given robe-cloth to (another) bhikkhun&#299; and then being angered and displeased &mdash; snatch it away or have it snatched away, it is to be forfeited and confessed.</p>

<p><b><a id="np-27">27</a> [<a href="bhikkhu-pati.html#np-26">26</a>].</b> Should any bhikkhun&#299;, having requested thread, have robe-cloth woven by weavers, it is to be forfeited and confessed.</p>

<p><b><a id="np-28">28</a> [<a href="bhikkhu-pati.html#np-27">27</a>].</b> In case a man or woman householder unrelated (to the bhikkhun&#299;) has robe-cloth woven by weavers for the sake of a bhikkhun&#299;, and if the bhikkhun&#299;, not previously invited (by the householder), having approached the weavers, should make stipulations with regard to the cloth, saying, "This cloth, friends, is to be woven for my sake. Make it long, make it broad, make it tightly woven, well woven, well spread, well scraped, well smoothed, and perhaps I may reward you with a little something"; and should that bhikkhun&#299;, having said that, reward them with a little something, even as much as almsfood, it (the cloth) is to be forfeited and confessed.</p>

<p><b><a id="np-29">29</a> [<a href="bhikkhu-pati.html#np-28">28</a>].</b> Ten days prior to the third-month Kattika full moon, should robe-cloth offered in urgency accrue to a bhikkhun&#299;, she is to accept it if she regards it as offered in urgency. Once she has accepted it, she may keep it throughout the robe season. Beyond that, it is to be forfeited and confessed.</p>

<p><b><a id="np-30">30</a> [<a href="bhikkhu-pati.html#np-30">30</a>].</b>  Should any bhikkhun&#299; knowingly divert to herself gains that had been allocated for a Community, they are to be forfeited and confessed.</p>
</div>

<div class="chapter">
<h1><a id='pc'>P&#257;cittiya</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<h2><a id='pc-part1'>Part One: The Garlic Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-1">1</a>.</b> Should any bhikkhun&#299; eat garlic, it is to be confessed. [Cv.V.34.1]</p>

<p><b><a id="pc-2">2</a>.</b> Should any bhikkhun&#299; have the hair in the "confining places" (armpits and pelvic areas) removed, it is to be confessed. (&sect;&bull;) [Cv.V.27.4] <a class='noteTag' href='#fn-4' id='fnt-4'>[4]</a></p>

<p><b><a id="pc-3">3</a>.</b> (Genital) slapping (even to the extent of consenting to a blow with a lotus-leaf) is to be confessed. [See <a href="bhikkhu-pati.html#sg-1">Bhikkhus' Sa&#7749;gh&#257;disesa 1</a>]</p>

<p><b><a id="pc-4">4</a>.</b> (The insertion of) a dildo is to be confessed. (&sect;&bull;) [See <a href="bhikkhu-pati.html#sg-1">Bhikkhus' Sa&#7749;gh&#257;disesa 1</a>]</p>

<p><b><a id="pc-5">5</a>.</b> When a bhikkhun&#299; is giving herself an ablution, is to be given only to the depth of two finger joints (and using no more than two fingers). Beyond that, it is to be confessed. [See <a href="bhikkhu-pati.html#sg-1">Bhikkhus' Sa&#7749;gh&#257;disesa 1</a>] (&sect;)</p>

<p><b><a id="pc-6">6</a>.</b> Should any bhikkhun&#299;, when a bhikkhu is eating, attend on him with water or a fan, it is to be confessed.</p>

<p><b><a id="pc-7">7</a>.</b> Should any bhikkhun&#299;, having requested raw grain or having had it requested, having roasted it or having had it roasted, having pounded it or having had it pounded, having cooked it or having had it cooked, then eat it, it is to be confessed.</p>

<p><b><a id="pc-8">8</a>.</b> Should any bhikkhun&#299; toss or get someone else to toss excrement or urine or trash or leftovers over a wall or a fence, it is to be confessed.</p>

<p><b><a id="pc-9">9</a>.</b> Should any bhikkhun&#299; toss or get someone else to toss excrement or urine or trash or leftovers on living crops, it is to be confessed.</p>

<p><b><a id="pc-10">10</a>.</b> Should any bhikkhun&#299; go to see dancing or singing or instrument-playing, it is to be confessed. [Cv.V.2.6]</p>

<h2><a id='pc-part2'>Part Two: The Darkness Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-11">11</a>.</b> Should any bhikkhun&#299; stand or converse with a man, one on one, in the darkness of the night without a light, it is to be confessed.</p>

<p><b><a id="pc-12">12</a>.</b> Should any bhikkhun&#299; stand or converse with a man, one on one, in a concealed place, it is to be confessed.</p>

<p><b><a id="pc-13">13</a>.</b> Should any bhikkhun&#299; stand or converse with a man, one on one, in the open air, it is to be confessed.</p>

<p><b><a id="pc-14">14</a>.</b> Should any bhikkhun&#299; &mdash; along a road, in a cul-de-sac, or at a crossroads &mdash; stand or converse with a man one on one, or whisper in his ear, or dismiss the bhikkhun&#299; who is her companion, it is to be confessed.</p>

<p><b><a id="pc-15">15</a>.</b> Should any bhikkhun&#299;, having gone to family residences before the meal (before noon), having sat down on a seat, depart without taking the owner's leave, it is to be confessed. (&bull;)</p>

<p><b><a id="pc-16">16</a>.</b> Should any bhikkhun&#299;, having gone to family residences after the meal (between noon and sunset), sit or lie down on a seat without asking the owner's permission, it is to be confessed.</p>

<p><b><a id="pc-17">17</a>.</b> Should any bhikkhun&#299;, having gone to family residences in the wrong time (between sunset and dawn), having spread out bedding or having had it spread out, sit or lie down (there) without asking the owner's permission, it is to be confessed.</p>

<p><b><a id="pc-18">18</a>.</b> Should any bhikkhun&#299;, because of a misapprehension, because of a misunderstanding, malign another (bhikkhun&#299;), it is to be confessed. (&bull;)</p>

<p><b><a id="pc-19">19</a>.</b> Should any bhikkhun&#299; curse herself or another (bhikkhun&#299;) with regard to hell or the holy life, it is to be confessed.</p>

<p><b><a id="pc-20">20</a>.</b> Should any bhikkhun&#299; weep, beating and beating herself, it is to be confessed.</p>

<h2><a id='pc-part3'>Part Three: The Naked Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-21">21</a>.</b> Should any bhikkhun&#299; bathe naked, it is to be confessed. [See Mv.VIII.28 &amp; Cv.V.16.2]</p>

<p><b><a id="pc-22">22</a>.</b> When a bhikkhun&#299; is making a bathing cloth, it is to be made to the standard measurement. Here the standard is this: four spans &mdash; using the sugata span &mdash; in length, two spans in width. In excess of that, it is to be cut down and confessed. [See <a href="bhikkhu-pati.html#pc-91">Bhikkhus' P&#257;cittiya 91</a>]</p>

<p><b><a id="pc-23">23</a>.</b> Should any bhikkhun&#299;, having unsewn (another) bhikkhun&#299;'s robe or having had it unsewn, and then later &mdash; when there are no obstructions &mdash; neither sew it nor make an effort to have it sewn within four or five days, it is to be confessed. (&sect;&bull;)</p>

<p><b><a id="pc-24">24</a>.</b> Should any bhikkhun&#299; exceed her five-day outer robe period, it is to be confessed. (&sect;&para;) <a class='noteTag' href='#fn-5' id='fnt-5'>[5]</a></p>

<p><b><a id="pc-25">25</a>.</b> Should any bhikkhun&#299; wear a robe that should be given back (one that she has borrowed from another bhikkhun&#299; without asking her permission), it is to be confessed.</p>

<p><b><a id="pc-26">26</a>.</b> Should any bhikkhun&#299; put an obstruction in the way of a group's receiving robe-cloth, it is to be confessed.</p>

<p><b><a id="pc-27">27</a>.</b> Should any bhikkhun&#299; block a robe-cloth distribution that is in accordance with the rule, it is to be confessed.</p>

<p><b><a id="pc-28">28</a>.</b> Should any bhikkhun&#299; give a contemplative robe (a robe that has been marked so as to be allowable for a bhikkhu or bhikkhun&#299;) to a householder, a male wanderer, or female wanderer, it is to be confessed.</p>

<p><b><a id="pc-29">29</a>.</b> Should any bhikkhun&#299; let the robe-season (the period for receiving kathina-donations) pass on the basis of a weak expectation for cloth, it is to be confessed.</p>

<p><b><a id="pc-30">30</a>.</b> Should any bhikkhun&#299; block the dismantling of the kathina privileges in accordance with the rule, it is to be confessed.</p>

<h2><a id='pc-part4'>Part Four: The Sharing Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-31">31</a>.</b> Should two bhikkhun&#299;s share a single bed, it is to be confessed. [Cv.V.19.2]</p>

<p><b><a id="pc-32">32</a>.</b> Should two bhikkhun&#299;s share a single blanket or sleeping mat, it is to be confessed. [Cv.V.19.2]</p>

<p><b><a id="pc-33">33</a>.</b> Should any bhikkhun&#299; intentionally cause annoyance to (another) bhikkhun&#299;, it is to be confessed.</p>

<p><b><a id="pc-34">34</a>.</b> Should any bhikkhun&#299; not attend to her ailing student nor make an effort to have her attended to, it is to be confessed. (&sect;&para;) [See Cv.VIII.12.2]</p>

<p><b><a id="pc-35">35</a>.</b> Should any bhikkhun&#299;, having given living space to another bhikkhun&#299;, then &mdash; angry and displeased &mdash; evict her or have her evicted, it is to be confessed.</p>

<p><b><a id="pc-36">36</a>.</b> Should any bhikkhun&#299; live entangled with a householder or a householder's son, the bhikkhun&#299;s are to admonish her thus: "Lady, don't live entangled with a householder or a householder's son. Live alone, lady. The Community recommends strict isolation for the lady."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, it is to be confessed.</p>

<p><b><a id="pc-37">37</a>.</b> Should any bhikkhun&#299;, without joining a caravan of merchants, set out within the local king's territory on a journey considered dubious and risky, it is to be confessed. (&sect;&para;&bull;)</p>

<p><b><a id="pc-38">38</a>.</b> Should any bhikkhun&#299;, without joining a caravan of merchants, set out outside the local king's territory on a journey considered dubious and risky, it is to be confessed. (&sect;&para;&bull;)</p>

<p><b><a id="pc-39">39</a>.</b> Should any bhikkhun&#299; set out on a journey during the Rains-residence, it is to be confessed. (&sect;&bull;)[Mv.III.3.2]</p>

<p><b><a id="pc-40">40</a>.</b> Should any bhikkhun&#299;, having completed the Rains-residence, not depart on a journey of at least five or six leagues, it is to be confessed.</p>

<h2><a id='pc-part5'>Part Five: The Picture Gallery Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-41">41</a>.</b> Should any bhikkhun&#299; go to see a royal pleasure house or a picture gallery (any building decorated for amusement) or a park or a pleasure grove or a lotus pond, it is to be confessed.</p>

<p><b><a id="pc-42">42</a>.</b> Should any bhikkhun&#299; make use of a dais or a throne, it is to be confessed. [Cv.VI.8] (&sect;&para;&bull;) <a class='noteTag' href='#fn-6' id='fnt-6'>[6]</a></p>

<p><b><a id="pc-43">43</a>.</b> Should any bhikkhun&#299; spin yarn (thread), it is to be confessed.</p>

<p><b><a id="pc-44">44</a>.</b> Should any bhikkhun&#299; do a chore for a lay person, it is to be confessed. (&sect;&para;&bull;) <a class='noteTag' href='#fn-7' id='fnt-7'>[7]</a></p>

<p><b><a id="pc-45">45</a>.</b> Should any bhikkhun&#299; &mdash; when told by a bhikkhun&#299;, "Come, lady. Help settle this issue," and having answered, "Very well" &mdash; then, when there are no obstructions, neither settle it nor make an effort to have it settled, it is to be confessed.</p>

<p><b><a id="pc-46">46</a>.</b> Should any bhikkhun&#299; give, with her own hand, staple or non-staple food to a householder, a male wanderer, or a female wanderer, it is to be confessed. [See <a href="bhikkhu-pati.html#pc-41">Bhikkhus' P&#257;cittiya 41</a>]</p>

<p><b><a id="pc-47">47</a>.</b> Should any bhikkhun&#299; use a menstrual cloth without having forfeited it (after her previous period), it is to be confessed. (&para;)</p>

<p><b><a id="pc-48">48</a>.</b> Should any bhikkhun&#299; depart on a journey without having forfeited her dwelling space, it is to be confessed. [See <a href="bhikkhu-pati.html#pc-15">Bhikkhus' P&#257;cittiya 15</a>]</p>

<p><b><a id="pc-49">49</a>.</b> Should any bhikkhun&#299; study lowly arts (literally, bestial knowledge), it is to be confessed. [Cv.V.33.2 &mdash; for a list of lowly arts, see <a href="../../dn/dn.02.0.than.html">DN 2</a>]</p>

<p><b><a id="pc-50">50</a>.</b> Should any bhikkhun&#299; teach lowly arts, it is to be confessed. [Cv.V.33.2]</p>

<h2><a id='pc-part6'>Part Six: The Monastery Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-51">51</a>.</b> Should any bhikkhun&#299;, without asking permission, knowingly enter a monastery containing a bhikkhu , it is to be confessed. [See <a href="bhikkhu-pati.html#pc-23">Bhikkhus' P&#257;cittiya 23</a>]</p>

<p><b><a id="pc-52">52</a>.</b> Should any bhikkhun&#299; revile or insult a bhikkhu, it is to be confessed.*</p>

<p><b><a id="pc-53">53</a>.</b> Should any bhikkhun&#299;, in a fit of temper, revile a group (the Bhikkhun&#299; Community), it is to be confessed.</p>

<p><b><a id="pc-54">54</a>.</b> Should any bhikkhun&#299;, having eaten and turned down an offer (of further food), chew or consume staple or non-staple food (elsewhere), it is to be confessed. (&bull;)[See <a href="bhikkhu-pati.html#pc-35">Bhikkhus' P&#257;cittiya 35</a>]</p>

<p><b><a id="pc-55">55</a>.</b> Should any bhikkhun&#299; be stingy with regard to families (supporters), it is to be confessed. (&bull;) <a class='noteTag' href='#fn-8' id='fnt-8'>[8]</a></p>

<p><b><a id="pc-56">56</a>.</b> Should any bhikkhun&#299; spend the Rains-residence in a dwelling where there are no bhikkhus (nearby), it is to be confessed.*</p>

<p><b><a id="pc-57">57</a>.</b> Should any bhikkhun&#299;, having completed the Rains-residence, not invite (criticism) from both Communities with regard to three matters &mdash; what they have seen, heard, or suspected (her of doing) &mdash; it is to be confessed.*</p>

<p><b><a id="pc-58">58</a>.</b> Should any bhikkhun&#299; not go for the exhortation or for the (meeting that defines) affiliation (i.e., the Uposatha), it is to be confessed.*</p>

<p><b><a id="pc-59">59</a>.</b> Every half-month a bhikkhun&#299; should request two things from the Bhikkhu Community: the asking of the date of the Uposatha and the approaching for exhortation. In excess of that (half-month), it is to be confessed.*</p>

<p><b><a id="pc-60">60</a>.</b> Should any bhikkhun&#299;, without having informed a Community or a group (of bhikkhun&#299;s), alone with a man have a boil or scar that has appeared on the lower part of her body (between the navel and the knees) burst or cut open or cleaned or smeared with a salve or bandaged or unbandaged, it is to be confessed.</p>

<h2><a id='pc-part7'>Part Seven: The Pregnant Woman Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-61">61</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance <i>(upasampada)</i> of) a pregnant woman, it is to be confessed.</p>

<p><b><a id="pc-62">62</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a woman who is still nursing, it is to be confessed.</p>

<p><b><a id="pc-63">63</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a trainee who has not trained for two years in the six precepts, it is to be confessed.* <a class='noteTag' href='#fn-9' id='fnt-9'>[9]</a></p>

<p><b><a id="pc-64">64</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a trainee who has not trained for two years in the six precepts and who has not been authorized by a Community, it is to be confessed.</p>

<p><b><a id="pc-65">65</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a married woman who (has been married) less than twelve years, it is to be confessed. (&para;&bull;) [See Bhikkhus' P&#257;cittiya 65] <a class='noteTag' href='#fn-10' id='fnt-10'>[10]</a></p>

<p><b><a id="pc-66">66</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a married woman who (has been married) fully twelve years but who has not trained for two years in the six precepts, it is to be confessed. (&para;&bull;) *</p>

<p><b><a id="pc-67">67</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a married woman who (has been married) fully twelve years and who has trained for two years in the six precepts but who has not been authorized by a Community, it is to be confessed. (&para;&bull;)</p>

<p><b><a id="pc-68">68</a>.</b> Should any bhikkhun&#299;, having sponsored (the Acceptance of) her student, neither assist her (in her training) nor have her assisted for (the next) two years, it is to be confessed. [See Cv.VIII.12.2-11]</p>

<p><b><a id="pc-69">69</a>.</b> Should any bhikkhun&#299; not attend to her preceptor for two years, it is to be confessed. [See Cv.VIII.11.2-18]</p>

<p><b><a id="pc-70">70</a>.</b> Should any bhikkhun&#299;, having sponsored (the Acceptance of) her student, neither take her away nor have her taken away for at least five or six leagues, it is to be confessed. <a class='noteTag' href='#fn-11' id='fnt-11'>[11]</a></p>

<h2><a id='pc-part8'>Part Eight: The Maiden Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-71">71</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a maiden (unmarried woman/female novice) less than twenty years old, it is to be confessed. [<a href="bhikkhu-pati.html#pc-65">Bhikkhus' P&#257;cittiya 65</a>]</p>

<p><b><a id="pc-72">72</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a maiden fully twenty years old but who has not trained for two years in the six precepts, it is to be confessed.</p>

<p><b><a id="pc-73">73</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a maiden fully twenty years old who has trained for two years in the six precepts but who has not been authorized by a Community, it is to be confessed.</p>

<p><b><a id="pc-74">74</a>.</b> Should any bhikkhun&#299; sponsor (an Acceptance) when she has less than twelve years (seniority), it is to be confessed. [See Mv.I.25.6]</p>

<p><b><a id="pc-75">75</a>.</b> Should any bhikkhun&#299;, even if she has fully twelve years (seniority) sponsor (an Acceptance) when she has not been authorized by a Community (of bhikkhun&#299;s), it is to be confessed.</p>

<p><b><a id="pc-76">76</a>.</b> Should any bhikkhun&#299; &mdash; having been told, "Enough, lady, of your sponsoring (Acceptance) for the time being," and having answered, "Very well" &mdash; later complain, it is to be confessed.</p>

<p><b><a id="pc-77">77</a>.</b> Should any bhikkhun&#299; &mdash; having said to a trainee, "If you give me a robe, I will sponsor you (for Acceptance)," &mdash; then, when there are no obstructions, neither sponsor her (Acceptance) nor make an effort to have her sponsored (for Acceptance), it is to be confessed.</p>

<p><b><a id="pc-78">78</a>.</b> Should any bhikkhun&#299; &mdash; having said to a trainee, "If you attend to me for two years, I will sponsor you (for Acceptance)," &mdash; then, when there are no obstructions, neither sponsor her (Acceptance) nor make an effort to have her sponsored (for Acceptance), it is to be confessed.</p>

<p><b><a id="pc-79">79</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a trainee who is entangled with men, entangled with youths, temperamental, a cause of grief, it is to be confessed.</p>

<p><b><a id="pc-80">80</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a trainee without getting permission from her parents or her husband, it is to be confessed. [See Mv.I.54.6]</p>

<p><b><a id="pc-81">81</a>.</b> Should any bhikkhun&#299; sponsor (the Acceptance of) a trainee by means of stale giving of consent, it is to be confessed. (&sect;&para;&bull;) <a class='noteTag' href='#fn-12' id='fnt-12'>[12]</a></p>

<p><b><a id="pc-82">82</a>.</b> Should any bhikkhun&#299; sponsor (Acceptances &mdash; act as a preceptor) in consecutive years, it is to be confessed.</p>

<p><b><a id="pc-83">83</a>.</b> Should any bhikkhun&#299; sponsor (Acceptances &mdash; act as a preceptor for) two (trainees) in one year, it is to be confessed.</p>

<h2><a id='pc-part9'>Part Nine: The Sunshade and Leather Footwear Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-84">84</a>.</b> Should any bhikkhun&#299;, not being ill, use a sunshade and leather footwear (outside a monastery), it is to be confessed. [Sunshade: Cv.V.23.3; Footwear: See Mv.I.30, Mv.V.4.3, Mv.V.5.2]</p>

<p><b><a id="pc-85">85</a>.</b> Should any bhikkhun&#299;, not being ill, ride in a vehicle, it is to be confessed. [Mv.V.10.2]</p>

<p><b><a id="pc-86">86</a>.</b> Should any bhikkhun&#299; wear a hip ornament, it is to be confessed. (&sect;&bull;) [Cv.V.2.1]</p>

<p><b><a id="pc-87">87</a>.</b> Should any bhikkhun&#299; wear a woman's ornament, it is to be confessed. [See Cv.V.2.1]</p>

<p><b><a id="pc-88">88</a>.</b> Should any bhikkhun&#299; (not being ill) bathe with perfumes and paint, it is to be confessed. [See Mv.VI.9.2 and Cv.V.2.5]</p>

<p><b><a id="pc-89">89</a>.</b> Should any bhikkhun&#299; (not being ill) bathe with scented sesame powder, it is to be confessed. [See Mv.VI.9.2]</p>

<p><b><a id="pc-90">90</a>.</b> Should any bhikkhun&#299; (not being ill) have another bhikkhun&#299; rub or massage her, it is to be confessed.</p>

<p><b><a id="pc-91">91</a>.</b> Should any bhikkhun&#299; (not being ill) have a trainee rub or massage her, it is to be confessed.</p>

<p><b><a id="pc-92">92</a>.</b> Should any bhikkhun&#299; (not being ill) have a female novice rub or massage her, it is to be confessed.</p>

<p><b><a id="pc-93">93</a>.</b> Should any bhikkhun&#299; (not being ill) have a woman householder rub or massage her, it is to be confessed.</p>

<p><b><a id="pc-94">94</a>.</b> Should any bhikkhun&#299; sit down in front of a bhikkhu without asking permission, it is to be confessed.*</p>

<p><b><a id="pc-95">95</a>.</b> Should any bhikkhun&#299; ask a question (about the Suttas, Vinaya, or Abhidhamma) of a bhikkhu who has not given leave, it is to be confessed.* <a class='noteTag' href='#fn-13' id='fnt-13'>[13]</a></p>

<p><b><a id="pc-96">96</a>.</b> Should any bhikkhun&#299; enter a village without her vest, it is to be confessed.</p>

<h2><a id='pc-part10'>Part Ten: The Lie Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-97">97</a> [<a href="bhikkhu-pati.html#pc-1">1</a>].</b> A deliberate lie is to be confessed.</p>

<p><b><a id="pc-98">98</a> [<a href="bhikkhu-pati.html#pc-2">2</a>].</b> An insult is to be confessed.</p>

<p><b><a id="pc-99">99</a> [<a href="bhikkhu-pati.html#pc-3">3</a>].</b> Divisive tale-bearing among bhikkhun&#299;s is to be confessed.</p>

<p><b><a id="pc-100">100</a> [<a href="bhikkhu-pati.html#pc-4">4</a>].</b> Should any bhikkhun&#299; have an unordained person recite Dhamma line by line (with her), it is to be confessed.</p>

<p><b><a id="pc-101">101</a> [<a href="bhikkhu-pati.html#pc-5">5</a>].</b> Should any bhikkhun&#299; lie down together (in the same dwelling) with an unordained woman for more than two or three consecutive nights, it is to be confessed.</p>

<p><b><a id="pc-102">102</a> [<a href="bhikkhu-pati.html#pc-6">6</a>].</b> Should any bhikkhun&#299; lie down together (in the same dwelling) with a man, it is to be confessed.</p>

<p><b><a id="pc-103">103</a> [<a href="bhikkhu-pati.html#pc-7">7</a>].</b> Should any bhikkhun&#299; teach more than five or six sentences of Dhamma to a man, unless a knowledgeable woman is present, it is to be confessed.</p>

<p><b><a id="pc-104">104</a> [<a href="bhikkhu-pati.html#pc-8">8</a>].</b> Should any bhikkhun&#299; report (her own) superior human state to an unordained person, when it is factual, it is to be confessed. <a class='noteTag' href='#fn-14' id='fnt-14'>[14]</a></p>

<p><b><a id="pc-105">105</a> [<a href="bhikkhu-pati.html#pc-9">9</a>].</b> Should any bhikkhun&#299; report (another) bhikkhun&#299;'s serious offense to an unordained person &mdash; unless authorized by the bhikkhun&#299;s &mdash; it is to be confessed. <a class='noteTag' href='#fn-15' id='fnt-15'>[15]</a></p>

<p><b><a id="pc-106">106</a> [<a href="bhikkhu-pati.html#pc-10">10</a>].</b> Should any bhikkhun&#299; dig soil or have it dug, it is to be confessed.</p>

<h2><a id='pc-part11'>Part Eleven: The Living Plant Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-107">107</a> [<a href="bhikkhu-pati.html#pc-11">11</a>].</b> The damaging of a living plant is to be confessed.</p>

<p><b><a id="pc-108">108</a> [<a href="bhikkhu-pati.html#pc-12">12</a>].</b> Evasive speech and causing frustration are to be confessed.</p>

<p><b><a id="pc-109">109</a> [<a href="bhikkhu-pati.html#pc-13">13</a>].</b> Complaining about or criticizing (a Community official) is to be confessed.</p>

<p><b><a id="pc-110">110</a> [<a href="bhikkhu-pati.html#pc-14">14</a>].</b> Should any bhikkhun&#299; set a bed, bench, mattress, or stool belonging to the Community out in the open &mdash; or have it set out &mdash; and then on departing neither put it away nor have it put away, or should she go without taking leave, it is to be confessed.</p>

<p><b><a id="pc-111">111</a> [<a href="bhikkhu-pati.html#pc-15">15</a>].</b> Should any bhikkhun&#299; set out bedding in a dwelling belonging to the Community &mdash; or have it set out &mdash; and then on departing neither put it away nor have it put away, or should she go without taking leave, it is to be confessed.</p>

<p><b><a id="pc-112">112</a> [<a href="bhikkhu-pati.html#pc-16">16</a>].</b> Should any bhikkhun&#299; knowingly lie down in a dwelling belonging to the Community so as to intrude on a bhikkhun&#299; who arrived there first, (thinking), "Whoever finds it confining will go away" &mdash; doing it for just that reason and no other &mdash; it is to be confessed.</p>

<p><b><a id="pc-113">113</a> [<a href="bhikkhu-pati.html#pc-17">17</a>].</b> Should any bhikkhun&#299;, angry and displeased, evict a bhikkhun&#299; from a dwelling belonging to the Community &mdash; or have her evicted &mdash; it is to be confessed.</p>

<p><b><a id="pc-114">114</a> [<a href="bhikkhu-pati.html#pc-18">18</a>].</b> Should any bhikkhun&#299; sit or lie down on a bed or bench with detachable legs on an (unplanked) loft in a dwelling belonging to the Community, it is to be confessed.</p>

<p><b><a id="pc-115">115</a> [<a href="bhikkhu-pati.html#pc-19">19</a>].</b> When a bhikkhun&#299; is building a large dwelling, she may apply two or three layers of facing to plaster the area around the window frame and reinforce the area around the door frame the width of the door opening, while standing where there are no crops to speak of. Should she apply more than that, even if standing where there are no crops to speak of, it is to be confessed.</p>

<p><b><a id="pc-116">116</a> [<a href="bhikkhu-pati.html#pc-20">20</a>].</b> Should any bhikkhun&#299; knowingly pour water containing living beings &mdash; or have it poured &mdash; on grass or on clay, it is to be confessed.</p>


<h2><a id='pc-part12'>Part Twelve: The Food Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-117">117</a> [<a href="bhikkhu-pati.html#pc-31">31</a>].</b> A bhikkhun&#299; who is not ill may eat one meal at a public alms center. Should she eat more than that, it is to be confessed.</p>

<p><b><a id="pc-118">118</a> [<a href="bhikkhu-pati.html#pc-32">32</a>].</b> A group meal, except at the proper occasions, is to be confessed. Here the proper occasions are these: a time of illness, a time of giving cloth, a time of making robes, a time of going on a journey, a time of embarking on a boat, a great occasion, a time when the meal is supplied by contemplatives. These are the proper occasions here.</p>

<p><b><a id="pc-119">119</a> [<a href="bhikkhu-pati.html#pc-34">34</a>].</b> In case a bhikkhun&#299; arriving at a family residence is presented with cakes or cooked grain-meal, she may accept two or three bowlfuls if she so desires. If she should accept more than that, it is to be confessed. Having accepted the two-or-three bowlfuls and having taken them from there, she is to share them among the bhikkhun&#299;s. This is the proper course here.</p>

<p><b><a id="pc-120">120</a> [<a href="bhikkhu-pati.html#pc-37">37</a>].</b> Should any bhikkhun&#299; chew or consume staple or non-staple food at the wrong time, it is to be confessed.</p>

<p><b><a id="pc-121">121</a> [<a href="bhikkhu-pati.html#pc-38">38</a>].</b> Should any bhikkhun&#299; chew or consume stored-up staple or non-staple food, it is to be confessed.</p>

<p><b><a id="pc-122">122</a> [<a href="bhikkhu-pati.html#pc-40">40</a>].</b> Should any bhikkhun&#299; take into her mouth an edible that has not been given &mdash; except for water and tooth-cleaning sticks &mdash; it is to be confessed.</p>

<p><b><a id="pc-123">123</a> [<a href="bhikkhu-pati.html#pc-42">42</a>].</b> Should any bhikkhun&#299; say to a bhikkhun&#299;, "Come, lady, let's enter the village or town for alms," and then &mdash; whether or not she has had (food) given to her &mdash; dismiss her, saying, "Go away, lady. I don't like sitting or talking with you. I prefer sitting or talking alone" &mdash; doing it for just that reason and no other &mdash; it is to be confessed.</p>

<p><b><a id="pc-124">124</a> [<a href="bhikkhu-pati.html#pc-43">43</a>].</b> Should any bhikkhun&#299; sit intruding on a family "with its meal," it is to be confessed.</p>

<p><b><a id="pc-125">125</a> [<a href="bhikkhu-pati.html#pc-44">44</a>].</b> Should any bhikkhun&#299; sit in private on a secluded seat with a man, it is to be confessed.</p>

<p><b><a id="pc-126">126</a> [<a href="bhikkhu-pati.html#pc-45">45</a>].</b> Should any bhikkhun&#299; sit in private, alone with a man, it is to be confessed.</p>

<h2><a id='pc-part13'>Part Thirteen: The Go-calling Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-127">127</a> [<a href="bhikkhu-pati.html#pc-46">46</a>].</b> Should any bhikkhun&#299;, being invited for a meal and without taking leave of an available bhikkhun&#299;, go calling on families before or after the meal, except at the proper times, it is to be confessed. Here the proper times are these: a time of giving cloth, a time of making robes. These are the proper times here.</p>

<p>128 [47].A bhikkhun&#299; who is not ill may accept (make use of) a four-month invitation to ask for requisites. If she should accept (make use of) it for beyond that &mdash; unless the invitation is renewed or is permanent &mdash; it is to be confessed.</p>

<p><b><a id="pc-129">129</a> [<a href="bhikkhu-pati.html#pc-48">48</a>].</b> Should any bhikkhun&#299; go to see an army on active duty, unless there is a suitable reason, it is to be confessed.</p>

<p><b><a id="pc-130">130</a> [<a href="bhikkhu-pati.html#pc-49">49</a>].</b> There being some reason or another for a bhikkhun&#299; to go to an army, she may stay two or three (consecutive) nights with the army. If she should stay beyond that, it is to be confessed.</p>

<p><b><a id="pc-131">131</a> [<a href="bhikkhu-pati.html#pc-50">50</a>].</b> If a bhikkhun&#299; staying two or three nights with an army should go to a battlefield, a roll call, the troops in battle formation, or to see a review of the (battle) units, it is to be confessed.</p>

<p><b><a id="pc-132">132</a> [<a href="bhikkhu-pati.html#pc-51">51</a>].</b> The drinking of alcohol or fermented liquor is to be confessed.</p>

<p><b><a id="pc-133">133</a> [<a href="bhikkhu-pati.html#pc-52">52</a>].</b> Tickling with the fingers is to be confessed.</p>

<p><b><a id="pc-134">134</a> [<a href="bhikkhu-pati.html#pc-53">53</a>].</b> The act of playing in the water is to be confessed.</p>

<p><b><a id="pc-135">135</a> [<a href="bhikkhu-pati.html#pc-54">54</a>].</b> Disrespect is to be confessed.</p>

<p><b><a id="pc-136">136</a> [<a href="bhikkhu-pati.html#pc-55">55</a>].</b> Should any bhikkhun&#299; try to frighten another bhikkhun&#299;, it is to be confessed.</p>

<h2><a id='pc-part14'>Part Fourteen: The Fire Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-137">137</a> [<a href="bhikkhu-pati.html#pc-56">56</a>].</b> Should any bhikkhun&#299; who is not ill, seeking to warm herself, kindle a fire or have one kindled &mdash; unless there is a suitable reason &mdash; it is to be confessed.</p>

<p><b><a id="pc-138">138</a> [<a href="bhikkhu-pati.html#pc-57">57</a>].</b> Should any bhikkhun&#299; bathe at intervals of less than half a month, except at the proper occasions, it is to be confessed. Here the proper occasions are these: the last month and a half of the hot season, the first month of the rains, these two and a half months being a time of heat, a time of fever; (also) a time of illness; a time of work; a time of going on a journey; a time of wind or rain. These are the proper times here.</p>

<p><b><a id="pc-139">139</a> [<a href="bhikkhu-pati.html#pc-58">58</a>].</b> When a bhikkhun&#299; receives a new robe, any one of three means of discoloring it is to be applied: green, brown, or black. If a bhikkhun&#299; should make use of a new robe without applying any of the three means of discoloring it, it is to be confessed.</p>

<p><b><a id="pc-140">140</a> [<a href="bhikkhu-pati.html#pc-59">59</a>].</b> Should any bhikkhun&#299;, having herself placed robe-cloth under shared ownership <i>(vikappana)</i> with a bhikkhu, a bhikkhun&#299;, a female trainee, a male novice, or a female novice, then make use of the cloth without the shared ownership's being rescinded, it is to be confessed.</p>

<p><b><a id="pc-141">141</a> [<a href="bhikkhu-pati.html#pc-60">60</a>].</b> Should any bhikkhun&#299; hide (another) bhikkhun&#299;'s bowl, robe, sitting cloth, needle box, or belt &mdash; or have it hidden &mdash; even as a joke, it is to be confessed.</p>

<p><b><a id="pc-142">142</a> [<a href="bhikkhu-pati.html#pc-61">61</a>].</b> Should any bhikkhun&#299; intentionally deprive an animal of life, it is to be confessed.</p>

<p><b><a id="pc-143">143</a> [<a href="bhikkhu-pati.html#pc-62">62</a>].</b> Should any bhikkhun&#299; knowingly make use of water containing living beings, it is to be confessed.</p>

<p><b><a id="pc-144">144</a> [<a href="bhikkhu-pati.html#pc-63">63</a>].</b> Should any bhikkhun&#299; knowingly agitate for the reviving of an issue that has been rightfully dealt with, it is to be confessed.</p>

<p><b><a id="pc-145">145</a> [<a href="bhikkhu-pati.html#pc-66">66</a>].</b> Should any bhikkhun&#299; knowingly and by arrangement travel together with a caravan of thieves, even for the interval between one village and the next, it is to be confessed.</p>

<p><b><a id="pc-146">146</a> [<a href="bhikkhu-pati.html#pc-68">68</a>].</b> Should any bhikkhun&#299; say the following: "As I understand the Dhamma taught by the Blessed One, those acts the Blessed One says are obstructive, when engaged in are not genuine obstructions," the bhikkhun&#299;s are to admonish her thus: "Do not say that, lady. Do not misrepresent the Blessed One, for it is not good to misrepresent the Blessed One. The Blessed One would not say anything like that. In many ways, lady, the Blessed One has described obstructive acts, and when engaged in they are genuine obstructions."</p>

<p>And should that bhikkhun&#299;, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to rebuke her up to three times for the sake of relinquishing that. If while being rebuked up to three times she relinquishes that, that is good. If she does not relinquish that, it is to be confessed.</p>

<h2><a id='pc-part15'>Part Fifteen: The View Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-147">147</a> [<a href="bhikkhu-pati.html#pc-69">69</a>].</b> Should any bhikkhun&#299; knowingly commune, affiliate, or lie down in the same dwelling with a bhikkhun&#299; professing such a view who has not acted in compliance with the rule, who has not abandoned that view, it is to be confessed.</p>

<p><b><a id="pc-148">148</a> [<a href="bhikkhu-pati.html#pc-70">70</a>].</b> And if a female novice should say the following: "As I understand the Dhamma taught by the Blessed One, those acts the Blessed One says are obstructive, when engaged in are not genuine obstructions," the bhikkhun&#299;s are to admonish her thus: "Do not say that, lady novice. Do not misrepresent the Blessed One, for it is not good to misrepresent the Blessed One. The Blessed One would not say anything like that. In many ways, lady, the Blessed One has described obstructive acts, and when engaged in they are genuine obstructions."</p>

<p>And should that female novice, thus admonished by the bhikkhun&#299;s, persist as before, the bhikkhun&#299;s are to admonish her thus: "From this day forth, lady novice, you are not to claim the Blessed One as your teacher, nor are you even to have the opportunity the other female novices get &mdash; that of sharing dwellings two or three nights with the bhikkhun&#299;s. Away with you! Get lost!"</p>

<p>Should any bhikkhun&#299; knowingly support, receive services from, consort with, or lie down in the same dwelling with a female novice thus expelled, it is to be confessed.</p>

<p><b><a id="pc-149">149</a> [<a href="bhikkhu-pati.html#pc-71">71</a>].</b> Should any bhikkhun&#299;, admonished by the bhikkhun&#299;s in accordance with a rule, say, "Ladies, I will not train myself under this training rule until I have put questions about it to another bhikkhun&#299;, experienced and learned in the discipline," it is to be confessed. Bhikkhus, [the Buddha is apparently addressing the bhikkhus who will inform the bhikkhun&#299;s of this training rule] a bhikkhun&#299; in training should understand, should ask, should ponder. This is the proper course here.</p>

<p><b><a id="pc-150">150</a> [<a href="bhikkhu-pati.html#pc-72">72</a>].</b> Should any bhikkhun&#299;, when the P&#257;&#7789;imokkha is being recited, say, "Why are these lesser and minor training rules recited when they lead only to anxiety, bother, and confusion?" the criticism of the training rules is to be confessed.</p>

<p><b><a id="pc-151">151</a> [<a href="bhikkhu-pati.html#pc-73">73</a>].</b> Should any bhikkhun&#299;, when the P&#257;&#7789;imokkha is being recited every half-month, say, "Just now have I learned that this case, too, is handed down in the P&#257;&#7789;imokkha, is included in the P&#257;&#7789;imokkha, and comes up for recitation every half-month"; and if the bhikkhun&#299;s should know, "That bhikkhun&#299; has already sat through two or three recitations of the P&#257;&#7789;imokkha, if not more," the bhikkhun&#299; is not exempted for being ignorant. Whatever the offense she has committed, she is to be dealt with in accordance with the rule; and in addition, her deceit is to be exposed: "It is no gain for you, lady, it is ill-done, that when the P&#257;&#7789;imokkha is being recited, you do not pay attention, properly taking it to heart." As for the deception (&sect;), it is to be confessed.</p>

<p><b><a id="pc-152">152</a> [<a href="bhikkhu-pati.html#pc-74">74</a>].</b> Should any bhikkhun&#299;, angered and displeased, give a blow to (another) bhikkhun&#299;, it is to be confessed.</p>

<p><b><a id="pc-153">153</a> [<a href="bhikkhu-pati.html#pc-75">75</a>].</b> Should any bhikkhun&#299;, angered and displeased, raise the palm of her hand against (another) bhikkhun&#299;, it is to be confessed.</p>

<p><b><a id="pc-154">154</a> [<a href="bhikkhu-pati.html#pc-76">76</a>].</b> Should any bhikkhun&#299; charge a bhikkhun&#299; with an unfounded Sa&#7749;gh&#257;disesa (offense), it is to be confessed.</p>

<p><b><a id="pc-155">155</a> [<a href="bhikkhu-pati.html#pc-77">77</a>].</b> Should any bhikkhun&#299; purposefully provoke anxiety in (another) bhikkhun&#299;, (thinking,) "This way, even for just a moment, she will have no peace" &mdash; doing it for just that reason and no other &mdash; it is to be confessed.</p>

<p><b><a id="pc-156">156</a> [<a href="bhikkhu-pati.html#pc-78">78</a>].</b> Should any bhikkhun&#299; stand eavesdropping on bhikkhun&#299;s when they are arguing, quarreling, and disputing, thinking, "I will overhear what they say" &mdash; doing it for just that reason and no other &mdash; it is to be confessed.</p>

<h2><a id='pc-part16'>Part Sixteen: The In-accordance -with-the-Rule Chapter</a>&nbsp;<a title='Go up' class='back' href='#pc'>&nbsp;</a></h2>
<p><b><a id="pc-157">157</a> [<a href="bhikkhu-pati.html#pc-79">79</a>].</b> Should any bhikkhun&#299;, having given consent (by proxy) to a transaction carried out in accordance with the rule, later complain (about the act), it is to be confessed.</p>

<p><b><a id="pc-158">158</a> [<a href="bhikkhu-pati.html#pc-80">80</a>].</b> Should any bhikkhun&#299;, when deliberation is being carried on in the Community, get up from her seat and leave without having given consent, it is to be confessed.</p>

<p><b><a id="pc-159">159</a> [<a href="bhikkhu-pati.html#pc-81">81</a>].</b> Should any bhikkhun&#299;, (acting as part of) a united Community, give robe-cloth (to an individual bhikkhun&#299;) and later complain, "The bhikkhun&#299;s apportion the Community's gains according to friendship," it is to be confessed.</p>

<p><b><a id="pc-160">160</a> [<a href="bhikkhu-pati.html#pc-82">82</a>].</b> Should any bhikkhun&#299; knowingly divert to an individual gains that had been allocated for a Community, it is to be confessed.</p>

<p><b><a id="pc-161">161</a> [<a href="bhikkhu-pati.html#pc-84">84</a>].</b> Should any bhikkhun&#299; pick up or have (someone) pick up a valuable or what is considered a valuable, except in a monastery or in a dwelling, it is to be confessed. But when a bhikkhun&#299; has picked up or had (someone) pick up a valuable or what is considered a valuable (left) in a monastery or in a dwelling, she is to keep it, (thinking,) "Whoever it belongs to will (come and) fetch it." This is the proper course here.</p>

<p><b><a id="pc-162">162</a> [<a href="bhikkhu-pati.html#pc-86">86</a>].</b> Should any bhikkhun&#299; have a needle box made of bone, ivory, or horn, it is to be broken and confessed.</p>

<p><b><a id="pc-163">163</a> [<a href="bhikkhu-pati.html#pc-87">87</a>].</b> When a bhikkhun&#299; is having a new bed or bench made, it is to have legs (at most) eight fingerbreadths long &mdash; using sugata fingerbreadths &mdash; not counting the lower edge of the frame. In excess of that it is to be cut down and confessed.</p>

<p><b><a id="pc-164">164</a> [<a href="bhikkhu-pati.html#pc-88">88</a>].</b> Should any bhikkhun&#299; have a bed or bench upholstered, it (the upholstery) is to be torn off and confessed.</p>

<p><b><a id="pc-165">165</a> [<a href="bhikkhu-pati.html#pc-90">90</a>].</b> When a bhikkhun&#299; is having a skin-eruption covering cloth made, it is to be made to the standard measurement. Here the standard is this: four spans &mdash; using the sugata span &mdash; in length, two spans in width. In excess of that, it is to be cut down and confessed.</p>

<p><b><a id="pc-166">166</a> [<a href="bhikkhu-pati.html#pc-92">92</a>].</b> Should any bhikkhun&#299; have a robe made the size of the sugata robe or larger, it is to be cut down and confessed. Here, the size of the sugata robe is this: nine spans &mdash; using the sugata span &mdash; in length, six spans in width. This is the size of the sugata's sugata robe.</p>
</div>

<div class="chapter">
<h1><a id='pd'>P&#257;&#7789;idesan&#299;ya</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<p><b><a id="pd-1">1</a>.</b> Should any bhikkhun&#299;, not being ill, ask for ghee and consume it, she is to acknowledge it: "Lady, I have committed a blameworthy, unsuitable act that ought to be acknowledged. I acknowledge it." [<a href="bhikkhu-pati.html#pc-39">Bhikkhus' P&#257;cittiya 39</a>]</p>

<p><b><a id="pd-2">2-8.</a></b>
<a id="pd-3"></a>
<a id="pd-4"></a>
<a id="pd-5"></a>
<a id="pd-6"></a>
<a id="pd-7"></a>
<a id="pd-8"></a>
Should any bhikkhun&#299;, not being ill, ask for oil... honey... sugar/molasses... fish... meat... milk... curds and consume it, she is to acknowledge it: "Lady, I have committed a blameworthy, unsuitable act that ought to be acknowledged. I acknowledge it." [<a href="bhikkhu-pati.html#pc-39">Bhikkhus' P&#257;cittiya 39</a>]</p>

</div>

<div class="chapter">
<h1><a id='sk'>Sekhiya</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<h2><a id='sk-part1'>Part One: The 26 Dealing with Proper Behavior</a>&nbsp;<a title='Go up' class='back' href='#sk'>&nbsp;</a></h2>
<!--
jtb 030404: These rules come in pairs that differ only in a single term. The {} is a shorthand.
-->
<p><b><a id="sk-1">1</a>. {<a id="sk-2">2</a>}</b>  I will wear the lower robe {upper robe} wrapped around (me): a training to be observed.</p>

<p><b><a id="sk-3">3</a>. {<a id="sk-4">4</a>}</b> I will go {sit} well-covered in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-5">5</a>. {<a id="sk-6">6</a>}</b> I will go {sit} well-restrained in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-7">7</a>. {<a id="sk-8">8</a>}</b> I will go {sit} with eyes lowered in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-9">9</a>. {<a id="sk-10">10</a>}</b> I will not go {sit} with robes hitched up in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-11">11</a>. {<a id="sk-12">12</a>}</b> I will not go {sit} laughing loudly in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-13">13</a>. {<a id="sk-14">14</a>}</b> I will go {sit} (speaking) with a lowered voice in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-15">15</a>. {<a id="sk-16">16</a>}</b> I will not go {sit} swinging my body in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-17">17</a>. {<a id="sk-18">18</a>}</b> I will not go {sit} swinging my arms in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-19">19</a>. {<a id="sk-20">20</a>}</b> I will not go {sit} swinging my head in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-21">21</a>. {<a id="sk-22">22</a>}</b> I will not go {sit} with arms akimbo in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-23">23</a>. {<a id="sk-24">24</a>}</b> I will not go {sit} with my head covered in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-25">25</a>.</b> I will not go tiptoeing or walking just on the heels in inhabited areas: a training to be observed.</p>

<p><b><a id="sk-26">26</a>.</b> I will not sit clasping the knees in inhabited areas: a training to be observed.</p>

<h2><a id='sk-part2'>Part Two: The 30 Dealing with Food</a>&nbsp;<a title='Go up' class='back' href='#sk'>&nbsp;</a></h2>
<p><b><a id="sk-27">27</a>.</b> I will receive almsfood appreciatively: a training to be observed.</p>

<p><b><a id="sk-28">28</a>.</b> I will receive almsfood with attention focused on the bowl: a training to be observed.</p>

<p><b><a id="sk-29">29</a>.</b> I will receive almsfood with bean curry in proper proportion: a training to be observed.</p>

<p><b><a id="sk-30">30</a>.</b> I will receive almsfood level with the edge (of the bowl): a training to be observed.</p>

<p><b><a id="sk-31">31</a>.</b> I will eat almsfood appreciatively: a training to be observed.</p>

<p><b><a id="sk-32">32</a>.</b> I will eat almsfood with attention focused on the bowl: a training to be observed.</p>

<p><b><a id="sk-33">33</a>.</b> I will eat almsfood methodically: a training to be observed.</p>

<p><b><a id="sk-34">34</a>.</b> I will eat almsfood with bean curry in proper proportion: a training to be observed.</p>

<p><b><a id="sk-35">35</a>.</b> I will not eat almsfood taking mouthfuls from a heap: a training to be observed.</p>

<p><b><a id="sk-36">36</a>.</b> I will not hide bean curry and foods with rice out of a desire to get more: a training to be observed.</p>

<p><b><a id="sk-37">37</a>.</b> Not being ill, I will not eat rice or bean curry that I have requested for my own sake: a training to be observed.</p>

<p><b><a id="sk-38">38</a>.</b> I will not look at another's bowl intent on finding fault: a training to be observed.</p>

<p><b><a id="sk-39">39</a>.</b> I will not take an extra-large mouthful: a training to be observed.</p>

<p><b><a id="sk-40">40</a>.</b> I will make a rounded mouthful: a training to be observed.</p>

<p><b><a id="sk-41">41</a>.</b> I will not open the mouth when the mouthful has yet to be brought to it: a training to be observed.</p>

<p><b><a id="sk-42">42</a>.</b> I will not insert the whole hand into the mouth while eating: a training to be observed.</p>

<p><b><a id="sk-43">43</a>.</b> I will not speak with the mouth full of food: a training to be observed.</p>

<p><b><a id="sk-44">44</a>.</b> I will not eat from lifted balls of food: a training to be observed.</p>

<p><b><a id="sk-45">45</a>.</b> I will not eat nibbling at mouthfuls of food: a training to be observed.</p>

<p><b><a id="sk-46">46</a>.</b> I will not eat stuffing out the cheeks: a training to be observed.</p>

<p><b><a id="sk-47">47</a>.</b> I will not eat shaking (food off) the hand: a training to be observed.</p>

<p><b><a id="sk-48">48</a>.</b> I will not eat scattering lumps of rice about: a training to be observed.</p>

<p><b><a id="sk-49">49</a>.</b> I will not eat sticking out the tongue: a training to be observed.</p>

<p><b><a id="sk-50">50</a>.</b> I will not eat smacking the lips: a training to be observed.</p>

<p><b><a id="sk-51">51</a>.</b> I will not eat making a slurping noise: a training to be observed.</p>

<p><b><a id="sk-52">52</a>.</b> I will not eat licking the hands: a training to be observed.</p>

<p><b><a id="sk-53">53</a>.</b> I will not eat licking the bowl: a training to be observed.</p>

<p><b><a id="sk-54">54</a>.</b> I will not eat licking the lips: a training to be observed.</p>

<p><b><a id="sk-55">55</a>.</b> I will not accept a water vessel with a hand soiled by food: a training to be observed.</p>

<p><b><a id="sk-56">56</a>.</b> I will not, in an inhabited area, throw away bowl-rinsing water that has grains of rice in it: a training to be observed.</p>

<h2><a id='sk-part3'>Part Three: The 16 Dealing with Teaching Dhamma</a>&nbsp;<a title='Go up' class='back' href='#sk'>&nbsp;</a></h2>
<p><b><a id="sk-57">57</a>.</b> I will not teach Dhamma to a person with an umbrella in her hand who is not ill: a training to be observed.</p>

<p><b><a id="sk-58">58</a>.</b> I will not teach Dhamma to a person with a staff in her hand who is not ill: a training to be observed.</p>

<p><b><a id="sk-59">59</a>.</b> I will not teach Dhamma to a person with a knife in her hand who is not ill: a training to be observed.</p>

<p><b><a id="sk-60">60</a>.</b> I will not teach Dhamma to a person with a weapon in her hand who is not ill: a training to be observed.</p>

<p><b><a id="sk-61">61</a>. {<a id="sk-62">62</a>}</b> I will not teach Dhamma to a person wearing non-leather {leather} footwear who is not ill: a training to be observed.</p>

<p><b><a id="sk-63">63</a>.</b> I will not teach Dhamma to a person in a vehicle who is not ill: a training to be observed.</p>

<p><b><a id="sk-64">64</a>.</b> I will not teach Dhamma to a person lying down who is not ill: a training to be observed.</p>

<p><b><a id="sk-65">65</a>.</b> I will not teach Dhamma to a person who sits clasping her knees and who is not ill: a training to be observed.</p>

<p><b><a id="sk-66">66</a>.</b> I will not teach Dhamma to a person wearing headgear who is not ill: a training to be observed.</p>

<p><b><a id="sk-67">67</a>.</b> I will not teach Dhamma to a person whose head is covered (with a robe or scarf) and who is not ill: a training to be observed.</p>

<p><b><a id="sk-68">68</a>.</b> Sitting on the ground, I will not teach Dhamma to a person sitting on a seat who is not ill: a training to be observed.</p>

<p><b><a id="sk-69">69</a>.</b> Sitting on a low seat, I will not teach Dhamma to a person sitting on a high seat who is not ill: a training to be observed.</p>

<p><b><a id="sk-70">70</a>.</b> Standing, I will not teach Dhamma to a person sitting who is not ill: a training to be observed.</p>

<p><b><a id="sk-71">71</a>.</b> Walking behind, I will not teach Dhamma to a person walking ahead who is not ill: a training to be observed.</p>

<p><b><a id="sk-72">72</a>.</b> Walking beside a path, I will not teach Dhamma to a person walking on the path who is not ill: a training to be observed.</p>

<h2><a id='sk-part4'>Four: The 3 Miscellaneous Rules</a>&nbsp;<a title='Go up' class='back' href='#sk'>&nbsp;</a></h2>

<p><b><a id="sk-73">73</a>.</b> Not being ill, I will not defecate or urinate while standing: a training to be observed.</p>

<p><b><a id="sk-74">74</a>.</b> Not being ill, I will not defecate, urinate, or spit on living crops: a training to be observed.</p>

<p><b><a id="sk-75">75</a>.</b> Not being ill, I will not defecate, urinate, or spit in water: a training to be observed.</p>
</div>

<div class="chapter">
<h1><a id='as'>Adhikara&#7751;a-Samatha</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>

<p><b><a id="as-1">1</a>.</b> <i>A face-to-face verdict should be given.</i> This means that the transaction settling the issue must be carried out in the presence of the Community, in the presence of the individuals, and in the presence of the Dhamma and Vinaya.</p>

<p><b><a id="as-2">2</a>.</b> <i>A verdict of mindfulness may be given.</i> This is the verdict of innocence given in an accusation, based on the fact that the accused remembers fully that she did not commit the offense in question.</p>

<p><b><a id="as-3">3</a>.</b> <i>A verdict of past insanity may be given.</i> This is another verdict of innocence given in an accusation, based on the fact that the accused was out of her mind when she committed the offense in question and so is absolved of any responsibility for it.</p>

<p><b><a id="as-4">4</a>.</b> <i>Acting in accordance with what is admitted</i>. This refers to the ordinary confession of offenses, where no formal interrogation is involved. The confession is valid only if in accord with the facts, e.g., a bhikkhun&#299; actually commits a p&#257;cittiya offense and then confesses it as such, and not as a stronger or lesser offense. If she were to confess it as a dukkata or a Sa&#7749;gh&#257;disesa, that would be invalid.</p>

<p><b><a id="as-5">5</a>.</b> <i>Acting in accordance with the majority.</i> This refers to cases in which bhikkhun&#299;s are unable to settle a dispute unanimously, even after all the proper procedures are followed, and &mdash; in the words of the Canon &mdash; are "wounding one another with weapons of the tongue." In cases such as these, decisions can be made by majority vote.</p>

<p><b><a id="as-6">6</a>.</b> <i>Acting for her (the accused's) further punishment.</i> This refers to cases where a bhikkhun&#299; admits to having committed the offense in question only after being formally interrogated about it. She is then to be reproved for her actions, made to remember the offense and to confess it, after which the Community carries out a "further punishment" transaction against her as an added punishment for being so uncooperative as to require the formal interrogation in the first place.</p>

<p><b><a id="as-7">7</a>.</b> <i>Covering over as with grass.</i> This refers to situations in which both sides of a dispute realize that, in the course of their dispute, they have done much that is unworthy of a contemplative. If they were to deal with one another for their offenses, the only result would be greater divisiveness. Thus if both sides agree, all the bhikkhun&#299;s gather in one place. (According to the Commentary, this means that all bhikkhun&#299;s in the Community territory <i>(sima)</i> must attend. No one should send her consent, and even sick bhikkhun&#299;s must go.) A motion is made to the entire group that this procedure will be followed. One member of each side then makes a formal motion to the members of her faction that she will make a confession for them. When both sides are ready, the representative of each side addresses the entire group and makes the blanket confession, using the form of a motion and one announcement (<i>&ntilde;atti-dutiya-kamma</i>).</p>
</div>

<div class="chapter">
<h1><a id='endnotes'>Endnotes</a>&nbsp;<a title='Go to top of page' class='back' href='#top'>&nbsp;</a></h1>
<div class="notes">
<dl>
<dt><a href="#fnt-1" id="fn-1">1</a>.</dt>
	<dd>The syntax of this rule allows for two interpretations of the phrase, "with the Dhamma, with the Vinaya, with the teacher's instructions." BD, BN, and N all take it as connected with the phrase, "disrespectful, has not made amends, has broken off his friendship" thus: "he is disrespectful, has not made amends, has broken off his friendship with the Dhamma, with the Vinaya, with the teacher's instructions." I, however, follow the Commentary in connecting it with the term "suspended." An argument for ignoring the Commentary here might be that its interpretation does not follow normal sentence order. An argument for following it would be that (1) the formal legal language of training rules sometimes deviates from normal sentence order and (2) the word "disrespectful," for one, takes the locative case for its object, not the instrumental, which is used here. With regard to point (1), the word order in the relevant sentence might be explained by the fact that there was a need to separate "Community," also in the instrumental, from the instrumentals in the phrase "in line with the Dhamma," etc.
	<p>There is also a good practical reason to follow the Commentary here, in that if the Community of bhikkhus acting in unity suspended the bhikkhu in question in a transaction that was not in line with the Dhamma, the Vinaya, the teacher's instructions, then there is no good reason that the bhikkhun&#299; following him should be subject to this rule.</p>
	</dd>
<dt><a href="#fnt-2" id="fn-2">2</a>.</dt>
	<dd>When a Community's kathina privileges are in effect, all cloth presented to the their residence is in-season cloth, and it is to be distributed only among the residents who spent the Rains-residence in that residence and participated in the spreading of the kathina (see Mv.VII.1.3). Other bhikkhun&#299;s have no share in it. However, if donors wish to give cloth to those other bhikkhun&#299;s, they can declare their intention, in which the cloth &mdash; even though given "in-season" &mdash; counts as out-of-season cloth. In this case, the later arrivals have a right to a share. In the origin story to this rule, donors make such a gift. The offending bhikkhun&#299;, not wanting to share the gift with the later arrivals for whom it was intended, declares it to be in-season cloth, and shares it only with the bhikkhun&#299;s who spent the Rains-residence in that residence.</dd>

<dt><a href="#fnt-3" id="fn-3">3</a>.</dt>
	<dd>The origin story here shows that lay donors, of their own initiative, set the fund aside with a storekeeper for one purpose, and then the bhikkhun&#299; asks for it to be transferred &mdash; apparently to another store &mdash; and buys something else with it. This condition also applies to <a href="#np-9">NP 9</a> &amp; <a href="#np-10">NP 10</a>.</dd>

<dt><a href="#fnt-4" id="fn-4">4</a>.</dt>
	<dd>Horner, when coming to this rule in her translation of BD (in the volume first published in 1942) converted this rule to the exact opposite of its actual meaning, thus: "Whatever nun should let the hair of the body grow, there is an offence of expiation." However, when she came to the parallel rules for the bhikkhus (in the volume of BD first published in 1952), she realized her earlier mistake and, in footnote 2 on page 186, noted that the verb here means to "remove" rather than to "grow." N (published in 2001) apparently missed this footnote, and so repeated the earlier mistake.</dd>

<dt><a href="#fnt-5" id="fn-5">5</a>.</dt>
	<dd>This rule was formulated after bhikkhun&#299;s went off on a journey without their outer robes, thus inconveniencing the bhikkhun&#299;s who stayed behind, who had to sun the robes to keep them from going moldy. The Word-commentary states that a bhikkhun&#299;, at least once every five days, must put on or dry in the sun all five of her robes: this is the five-day outer robe period.</dd>

<dt><a href="#fnt-6" id="fn-6">6</a>.</dt>
	<dd>BD translates the word for throne here &mdash; <i>palla,nka</i> &mdash; as "divan," and in its translation of the Bhikkhun&#299; Vibhanga states that the divan is allowable if the "hair" is removed. Actually, the word in question &mdash; <i>vaala</i> &mdash; means "animal," not "hair." It refers to the fact that a throne was decorated with carved animals, and that it would be allowable for bhikkhun&#299;s if the carvings were removed.</dd>

<dt><a href="#fnt-7" id="fn-7">7</a>.</dt>
	<dd>BD misinterprets not only the rule here, but also its explanatory material in the Bhikkhun&#299; Vibhanga. The Pali of the rule is: <i>Ya pana bhikkhun&#299; gihi-veyyavaccam kareyya, pacittiyanti.</i> BD translates it as: "Whatever nun should do household work, there is an offence of expiation." <i>Gihi,</i> however, means lay person or, more literally, "house-person," not household. This is confirmed by the word-commentary's definition of <i>gihi-veyyavaccam:</i> "She cooks conjey or a meal or a non-staple food, or washes a piece of clothing or a head-wrap for a person living in a house <i>(agarika)."</i>
	<p>In the non-offense clauses, BD translates <i>attano veyyavaccakarassa</i> as "in doing household work for herself." This omits the <i>&#8211;kara-</i> in the second term, thus changing <i>veyyavaccakara</i> (chore-doer) to <i>veyyavacca</i> (chore). The correct translation is, "for her own chore-doer."</p>
	<p>Thus the non-offense clauses, as a set, read: "There is no offense in conjey-drink, in a Community meal, in homage to a chedi, or if she cooks conjey or a meal or a non-staple food, or washes a piece of clothing or a head-wrap for her own chore-doer." The Commentary explains: <b>"In conjey-drink, etc.:</b> When people are making a Community meal or a conjey-drink for the purpose of the Community, there is no offense in her doing any cooking at all in the position of being their friend. <b>In homage to a chedi: </b>It is all right if, being a friend, she does homage with scents, etc. <b>For her own chore-doer:</b> Even if (her) mother and father come and are making/doing something (such as) a fan or a broom handle and so stand in the position of a chore-doer, it is all right to cook anything (for them)."</p>
	</dd>

<dt><a href="#fnt-8" id="fn-8">8</a>.</dt>
	<dd>In the origin story, a bhikkhun&#299; spreads lies about the road to a particular family's house, saying that it is infested with fierce dogs and a wild bull, in order to discourage other bhikkhun&#299;s from going there and receiving a share of the family's donations.</dd>

<dt><a href="#fnt-9" id="fn-9">9</a>.</dt>
	<dd>The six precepts are the first six of the novice's ten precepts: abstaining from taking life, from taking what is not given, from sexual intercourse, from telling lies, from taking intoxicants, and from eating food in the "wrong time," i.e., from noon to the following dawn.</dd>

<dt><a href="#fnt-10" id="fn-10">10</a>.</dt>
	<dd>This rule could also be translated as concerning a married woman less than twelve years old, but the procedure for a bhikkhun&#299;'s Acceptance shows that the candidate must be at least twenty years old in any case (see Cv.X.17.1, repeated at Cv.X.17.5 and Cv.X.17.6). Thus the twelve years here apparently refers to the candidate's having been married for twelve years. The word for "married" in the rule &mdash; <i>gihigataa</i> &mdash; is not normally used for formal marriage. The Vibhanga explains it with the term <i>purisantaragataa,</i> which means a woman living with a man (see DN 8). Thus, apparently, the term "married" here would cover both a woman who has been formally married and one who has simply been living with a man in an informal arrangement.</dd>

<dt><a href="#fnt-11" id="fn-11">11</a>.</dt>
	<dd>In the origin story, the new bhikkhun&#299;'s husband seizes her right after her ordination.</dd>

<dt><a href="#fnt-12" id="fn-12">12</a>.</dt>
	<dd>"Stale giving of consent" <i>(parivasika-chanda-dana)</i> means that consent has been given by the Community of bhikkhus in that territory for a particular group to conduct Community business, but then the group gets up and leaves before dealing with the issue in question (on this point, see Mv.II.36.4). In the origin story for this rule, the offending bhikkhun&#299; dismisses the group that had received consent to carry out the Acceptance transaction and then &mdash; under the ruse of the consent given to that group &mdash; convenes another group of bhikkhus less likely to pay attention to the deficiencies in the candidate she is proposing. N suggests that "stale" here means "postponed overnight," but that is not necessarily the case. The postponement might last less than a day.</dd>

<dt><a href="#fnt-13" id="fn-13">13</a>.</dt>
	<dd>Asking a question related to the Vinaya can be the first step in admonishment and making accusations (see Mv.II.15.6-8), which is why this rule is related to the eighth of the eight vows of respect (against a bhikkhun&#299; admonishing a bhikkhu). As Horner notes in BD, the word-commentary to this rule is one of the few places in the Vinaya that apparently refers to the Abhidhamma as a text &mdash; thus indicating that either the rule or its word-commentary is a later formulation.</dd>

<dt><a href="#fnt-14" id="fn-14">14</a>.</dt>
	<dd>"An unordained person": The Pali here has the feminine form &mdash; unordained female person &mdash; but none of the commentaries explain why.</dd>

<dt><a href="#fnt-15" id="fn-15">15</a>.</dt>
	<dd>"An unordained person": Again, the Pali here has the feminine form &mdash; unordained female person &mdash; but none of the commentaries explain why.</dd>
</dl>
</div>
</div>




<div class='chapter'>
<div class='alphalist'>
P&#257;&#7789;imokkha Rules: <!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bhikkhu-pati-intro.html'>Intro</a></li>
	<li><a href='bhikkhu-pati.html'>Bhikkhus'</a></li>
	<li>Bhikkhunis'</li>
</ul>
<!-- /robots -->
</div>
</div>

</div> <!-- #COPYRIGHTED_TEXT_CHUNK (END OF COPYRIGHTED TEXT CHUNK) -->
</div> <!--  #content -->


<!-- footer.inc.php -->



<!-- robots content="none" -->


<div id="F_footer">
	<div id='F_colophon'>
<!-- 
	<div id='F_newCopyrightSymbol'>
		<a href='#top' title='Return to top of page'> </a>
	</div>
 -->
	<div id="F_provenance">
	<a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'><img alt='Creative Commons License'  style='float:left;border-width:0;padding-right:1em;' src='./../../../img/cc-by-nc-88x31.png' /></a>		
				<div id="F_sourceCopy">&copy;2007 Thanissaro Bhikkhu.</div>
				<div id='F_sourceEdition'></div>
		<div id="F_sourceTitle">
		The text of this page ("Bhikkhun&#299; P&#257;&#7789;imokkha: The Bhikkhun&#299;s' Code of Discipline", by Thanissaro Bhikkhu) is licensed under a <a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'>Creative Commons Attribution-NonCommercial 4.0 International License</a>. To view a copy of the license, visit <a href= "http://creativecommons.org/licenses/by-nc/4.0/">http://creativecommons.org/licenses/by-nc/4.0/</a>. Documents linked from this page may be subject to other restrictions. 
		Transcribed from a file provided by the author.				Last revised for Access to Insight on 17 December 2013.				
		</div>
<!-- 
		<div id="F_atiCopy">This Access to Insight edition is &copy;2007.</div>
 -->
	<div id="F_termsOfUse">
<!-- 		For additional information about this license, see the <a href='./../../../faq.html#copyright'>FAQ</a>. -->
	</div>
	</div>



	<div id="F_citation"><b>How to cite this document</b> (a suggested style): "Bhikkhun&#299; P&#257;&#7789;imokkha: The Bhikkhun&#299;s' Code of Discipline", translated from the Pali by  Thanissaro Bhikkhu. <span style='font-style:italic'>Access to Insight (BCBS Edition)</span>, 17 December 2013, <a href='http://www.accesstoinsight.org/tipitaka/vin/sv/bhikkhuni-pati.html'>http://www.accesstoinsight.org/tipitaka/vin/sv/bhikkhuni-pati.html</a> .</div>
		<div id="F_alt-formats"></div>


	</div> <!--  #colophon -->
	
	<div id="F_toenail">
<!-- not a mobile device -->
<a href="./../../../help.html">Help</a>
		| <a href='./../../../help.html#map'>Site map</a>
		| <a href='./../../../faq.html#whatis'>About</a>
		| <a href='./../../../faq.html#contact'>Contact</a> 
		| <a href='./../../../faq.html#copyright'>Terms of use</a>
<div id='bcbs-footer'>Access to Insight is owned and managed by the <a href='http://bcbsdharma.org'>Barre Center for Buddhist Studies</a></div>
</div> <!--  #toenail -->


</div> <!-- #footer -->
</div> <!-- #container -->





<!-- /robots -->
</body>
</html>
