<!DOCTYPE html>
<html lang=en>

<!-- headerBasic.inc.php -->
<head>
<title>Buddhist Monastic Code II: Chapter 23</title>

<!-- robots content="none" -->
<meta charset="UTF-8">
<script src="./../../../../js/sfHover.js"></script>


<link rel="stylesheet" type="text/css" href="./../../../../css/screen.css"  />
<link rel="shortcut icon" href="./../../../../favicon.ico" type="image/x-icon" />
<link rel="search" type="application/opensearchdescription+xml" title="Access to Insight" href="./../../../../tech/opensearch.xml" />
<style type='text/css'>@import url(../../../../css/bmc.css);</style>
</head>

<body>

<!-- Begin ATIDoc metadata dump: 
[ALT_FORMATS]=
array(2) {
  [0]=>
  string(11) "../bmc2.pdf"
  [1]=>
  bool(true)
}

[ALT_ID]={}
[ALT_STATS]=
array(2) {
  ["size"]=>
  float(2823)
  ["pages"]=>
  string(0) ""
}

[ALT_TRANS]={Array}
[ATI_YEAR]={2007}
[AUTHOR]={Thanissaro Bhikkhu}
[AUTHOR2]={}
[AUTHOR_ALTNAME]={}
[AUTHOR_SHORTNAME]={Thanissaro}
[BY]={}
[BY2]={}
[CATEGORY_SLUG]={}
[CHANGELOG]={}
[COLOPHON]={}
[COMMENT]={}
[CONTACT_DETAILS]={}
[DERIVED_LICENSE_DATA]=
{The text of this page ("Buddhist Monastic Code II: Chapter 23", by Thanissaro Bhikkhu) is licensed under a <a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'>Creative Commons Attribution-NonCommercial 4.0 International License</a>. To view a copy of the license, visit <a href= "http://creativecommons.org/licenses/by-nc/4.0/">http://creativecommons.org/licenses/by-nc/4.0/</a>. Documents linked from this page may be subject to other restrictions.}
{<a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'><img alt='Creative Commons License'  style='float:left;border-width:0;padding-right:1em;' src='./../../../../img/cc-by-nc-88x31.png' /></a>}
{1}
[DIACRITIC_EQUIVALENTS_FOR_INDEXING]={Array}
[EDITION]={}
[EDITORS_NOTE]={}
[EOD]={}
[EXTENT]={complete}
[EXTRA_INFO]={}
[FORMAT_PRINT]={Printed copies of this book are available upon request. For delivery to the Americas and Africa please write to: <a href='../../../../sources.html#metta'>Metta Forest Monastery</a>, P.O. Box 1409, Valley Center, CA 92082, USA. For delivery to Europe please write to <a href='../../../../sources.html#amaravati'>Amaravati Buddhist Monastery</a>, St. Margarets Lane, Great Gaddesden, Hemel Hempstead, Hertfordshire HP1 3BZ, England. For delivery to Asia, Australia, and the Pacific please write to:  Wat Pah Nanachat, Bahn Bung Wai, Amper Warin, Ubon 34310, Thailand.}
[FORMAT_SUTTAREADINGS]={}
[FORMAT_ZIP]={}
[HEADER_POST]={}
[HEADER_PRE]={}
[HEAD_EXTRAS]={<style type='text/css'>@import url(../../../../css/bmc.css);</style>}
[LICENSE]={CC-BY-NC}
[MULTI_AUTHOR]={Array}
[MY_TITLE]={Buddhist Monastic Code II}
[NIKAYA]={}
[NIKAYA_ABBREV]={}
[NO_COLOPHON]={}
[NO_LINK]={}
[NUMBER]={}
[ORIGIN_YEAR]={}
[PAGE_COUNT]={}
[PATH_FetchDoc]={bmc2.ch23.html}
[PATH_my]={}
[PTS_ID]={}
[REVISION_HISTORY]={}
[SECTION]={}
[SEE_ALSO]={}
[SOURCE]={Transcribed from files provided by the author.}
[SOURCE_COPYRIGHT_OWNER]={Thanissaro Bhikkhu}
[SOURCE_COPYRIGHT_YEAR]={2002, 2007}
[SOURCE_ISBN]={Library of Congress Cataloging-in-Publication Data pending.}
[SPECIAL_HEADER]={}
[SUBTITLE]={Chapter 23}
[SUBTITLE2]={Bhikkhun&#299;s}
[SUMMARY]={}
[SUMMARY_SOURCE]={}
[SURPRISE_ME]={}
[SUTTA_NOTE]={}
[TIPITAKA_BOOK]={}
[TIPITAKA_BOOK_ABBREV]={}
[TYPE]={unknown}

End ATIDoc metadata dump. -->

<a id="top"> </a><div id='H_container'>
<div id='H_billboard'>

<div id='H_search'>
<!-- begin SearchForm() code chunk for search engine type 'STATIC'  -->
<form action="http://www.accesstoinsight.org/search_results.html?cx=015061908441090246348%3Aal1bklhbjbi&amp;cof=FORID%3A9%3BNB%3A1&amp;ie=UTF-8" id="cse-search-box">
  <div>
    <input type="hidden" name="cx" value="015061908441090246348:dj4lxnh4dda" />
    <input type="hidden" name="cof" value="FORID:9;NB:1" />
    <input type="hidden" name="ie" value="UTF-8" />
    <input type="text" name="q" id="q" autocomplete="off" size="31" />
    <input type="submit" name="sa" value="Search" />
  </div>
</form>
<!--   end SearchForm() code chunk for search engine type 'STATIC'  -->
</div>

<div id='H_crumbtrail'>
    
<ul class='crumblist'>
<li class='first'>
<ul id='toolMenu'> <!-- popupMenu3.inc.php -->
	<li class='ddTitle'>
	<a title='go home' href="./../../../../index.html"><img src="./../../../../img/home3.png" alt ="" /></a>
		<ul>
			<li><a href="./../../../../index.html">Home</a></li>
			<li><a href="./../../../../random-sutta.html">Random sutta</a></li>
			<li><a href="./../../../../random-article.html">Random article</a></li>
			<li><a href="./../../../../abbrev.html">Abbreviations</a></li>
			<li><a href="./../../../../glossary.html">Glossary</a></li>
			<li><a href="./../../../../index-subject.html">Index</a></li>
			<li><a href="./../../../../help.html">Help!</a></li>
		</ul>
	</li>
</ul>
</li>
<li><a href='../../../index.html' title='Back to the Library page'>Library</a></li>
<li><a href='../../index.html' title='Back to the Authors page'>Authors</a></li>
<li><a href='../index.html' title='Back to the Thanissaro page'>Thanissaro</a></li>
<li><a href='index.html' title='Back to the BMC 2 page'>BMC 2</a></li>
</ul>
</div><!-- end #H_crumbtrail -->

<div id='H_tipitakaLinks'>
</div>

<div class='clear'></div>
<!-- /robots -->
<div id="H_meta">

		<div id="H_docTitle">
		Buddhist Monastic Code II				</div>

					<div id="H_docSubtitle">Chapter 23</div>
		
					<div id="H_docSubtitle2">Bhikkhun&#299;s</div>
				
		
			<div id='H_docBy'>by </div><div id='H_docAuthor'>Thanissaro Bhikkhu</div>
		<div id="H_copyright"><a href="#F_termsOfUse" title="See copyright details">&copy; 2007</a></div>

		
		
<div id='H_altFormat'>Alternate formats: <a class='imgLink' href='../bmc2.pdf' title='Get the pdf version (??pages/2.8MB)'><img src='./../../../../img/pdf_24x18.gif' alt='[PDF icon]'   height='16'  /></a> &nbsp; <img src='./../../../../img/book.gif' alt='[book icon]'     /> Printed copies of this book are available upon request. For delivery to the Americas and Africa please write to: <a href='../../../../sources.html#metta'>Metta Forest Monastery</a>, P.O. Box 1409, Valley Center, CA 92082, USA. For delivery to Europe please write to <a href='../../../../sources.html#amaravati'>Amaravati Buddhist Monastery</a>, St. Margarets Lane, Great Gaddesden, Hemel Hempstead, Hertfordshire HP1 3BZ, England. For delivery to Asia, Australia, and the Pacific please write to:  Wat Pah Nanachat, Bahn Bung Wai, Amper Warin, Ubon 34310, Thailand.</div>


		
	
<!-- robots content="none" -->


</div>  <!-- #H_meta -->

</div> <!-- #H_billboard -->

<!-- /robots -->

<div id='H_content'>
<div id='COPYRIGHTED_TEXT_CHUNK'><!-- BEGIN COPYRIGHTED TEXT CHUNK -->
<div class='alphalist'>
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.intro.html'>Intro</a></li>
	<li><a href='bmc2.ch01.html'>1</a></li>
	<li><a href='bmc2.ch02.html'>2</a></li>
	<li><a href='bmc2.ch03.html'>3</a></li>
	<li><a href='bmc2.ch04.html'>4</a></li>
	<li><a href='bmc2.ch05.html'>5</a></li>
	<li><a href='bmc2.ch06.html'>6</a></li>
	<li><a href='bmc2.ch07.html'>7</a></li>
	<li><a href='bmc2.ch08.html'>8</a></li>
	<li><a href='bmc2.ch09.html'>9</a></li>
	<li><a href='bmc2.ch10.html'>10</a></li>
	<li><a href='bmc2.ch11.html'>11</a></li>
	<li><a href='bmc2.ch12.html'>12</a></li>
	<li><a href='bmc2.ch13.html'>13</a></li>
	<li><a href='bmc2.ch14.html'>14</a></li>
	<li><a href='bmc2.ch15.html'>15</a></li>
</ul>
<!-- /robots -->
<br />
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.ch16.html'>16</a></li>
	<li><a href='bmc2.ch17.html'>17</a></li>
	<li><a href='bmc2.ch18.html'>18</a></li>
	<li><a href='bmc2.ch19.html'>19</a></li>
	<li><a href='bmc2.ch20.html'>20</a></li>
	<li><a href='bmc2.ch21.html'>21</a></li>
	<li><a href='bmc2.ch22.html'>22</a></li>
	<li>23</li>
	<li><a href='bmc2.ch24.html'>24</a></li>
	<li><a href='bmc2.app1.html'>A1</a></li>
	<li><a href='bmc2.app2.html'>A2</a></li>
	<li><a href='bmc2.app3.html'>A3</a></li>
	<li><a href='bmc2.app4.html'>A4</a></li>
	<li><a href='bmc2.app5.html'>A5</a></li>
	<li><a href='bmc2.glossary.html'>Gloss</a></li>
	<li><a href='bmc2.biblio.html'>Bib</a></li>
</ul>
<!-- /robots -->
</div>




<p>Rules governing the life of the bhikkhun&#299;s are scattered throughout the Vinaya. Here we will focus on the rules in Cv.X that govern the interaction of the bhikkhus with the bhikkhun&#299;s. The rules in this Khandhaka that affect only the bhikkhun&#299;s and not the bhikkhus are best understood in the context of the training rules in the Bhikkhun&#299; P&#257;&#7789;imokkha and so are not discussed here.</p>

<p>The rules governing relations between bhikkhus and bhikkhun&#299;s fall into two categories: those governing formal relations between the two Communities, and those governing relations between individual bhikkhus and bhikkhun&#299;s. Although some of these relations &#8212; those dealing with the sharing of material gains &#8212; are reciprocal, most of them favor the bhikkhus. To understand why, we should first consider the story of the founding of the Bhikkhun&#299; Sa&#7749;gha.</p>

<div class="excerpt">
	<p>Now at that time, the Awakened One, the Blessed One, was staying near Kapilavatthu in the Banyan Grove. Then Mah&#257;paj&#257;pat&#299; Gotam&#299; went to the Blessed One and, on arrival, having bowed to him, stood to one side. As she was standing there, she said to him: "It would be good, venerable sir, if women might obtain the Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>"Enough, Gotam&#299;. Don't advocate women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata (&#167;)."</p>

	<p>A second time... A third time she said to him: "It would be good, venerable sir, if women might obtain the Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>"Enough, Gotam&#299;. Don't advocate women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>So Mah&#257;paj&#257;pat&#299; Gotam&#299;, (thinking,) "The Blessed One does not allow women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata" &#8212; sad and unhappy, crying, her face in tears &#8212; bowed to the Blessed One, circumambulated him, keeping him to her right, and then went away.</p>

	<p>The Blessed One, having stayed as long as he liked in Kapilavatthu, set out for Ves&#257;l&#299;. After wandering in stages, he arrived at Ves&#257;l&#299;. There he stayed near Ves&#257;l&#299; at the Gabled Hall in the Great Wood.</p>

	<p>Then Mah&#257;paj&#257;pat&#299; Gotam&#299;, having had her hair cut off, having donned ochre robes, set out for Ves&#257;l&#299; together with a large number of Sakyan women. After wandering in stages, she arrived at Ves&#257;l&#299; and went to the Gabled Hall in the Great Wood. Then she stood there outside the porch, her feet swollen, her limbs covered with dust, sad and unhappy, crying, her face in tears. Ven. &#256;nanda saw her standing there ... and so asked her, "Why, Gotam&#299;, why are you standing here ... your face in tears?"</p>

	<p>"Because, venerable sir, the Blessed One does not allow women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>"In that case, Gotam&#299;, stay right here for a moment (&#167;) while I ask the Blessed One to allow women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>Then Ven. &#256;nanda went to the Blessed One and, on arrival, having bowed down to him, sat to one side. As he was sitting there he said to the Blessed One: "Venerable sir, Mah&#257;paj&#257;pat&#299; Gotam&#299; is standing outside the porch ... her face in tears, because the Blessed One does not allow women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata. It would be good if women might obtain the Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>"Enough, &#256;nanda. Don't advocate women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>A second time... A third time, Ven. &#256;nanda said, "... It would be good, venerable sir, if women might obtain the Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>"Enough, &#256;nanda. Don't advocate women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>Then the thought occurred to Ven. &#256;nanda, "The Blessed One does not allow women's Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata. What if I were to find some other way to ask the Blessed One to allow women's Going-forth ..." So he said to the Blessed One, "Venerable sir, if a woman were to go forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata, would she be able to realize the fruit of stream-entry, once-returning, non-returning, or arahantship?"</p>

	<p>"Yes, &#256;nanda, she would..."</p>

	<p>"In that case, venerable sir, Mah&#257;paj&#257;pat&#299; Gotam&#299; has been of great service to the Blessed One. She was the Blessed One's aunt, foster mother, nurse, giver of milk. When the Blessed One's mother passed away, she gave him milk. It would be good if women might obtain the Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata."</p>

	<p>"&#256;nanda, if Mah&#257;paj&#257;pat&#299; Gotam&#299; accepts eight rules of respect, that will be her full Acceptance.</p>

	<p>1) "A bhikkhun&#299; who has been fully accepted even for more than a century must bow down, rise up from her seat, salute with hands palm-to-palm over her heart, and perform the duties of respect to a bhikkhu even if he has been fully accepted on that very day. This rule is to be honored, respected, revered, venerated, never to be transgressed as long as she lives.</p>

	<p>2) "A bhikkhun&#299; must not spend the rains in a residence where there is no bhikkhu (nearby)...</p>

	<p>3) "Every half-month a bhikkhun&#299; should expect two things from the Bhikkhu Sa&#7749;gha: (permission to) ask for the date of the uposatha and (permission to) approach for an exhortation...</p>

	<p>4) "At the end of the Rains-residence, a bhikkhun&#299; should invite (accusations from) both Sa&#7749;ghas (the Bhikkhu and Bhikkhun&#299; Sa&#7749;ghas) on any of three grounds: what they have seen, what they have heard, what they have suspected...</p>

	<p>5) "A bhikkhun&#299; who has broken any of the rules of respect must undergo penance for half a month under both Sa&#7749;ghas...</p>

	<p>6) "Only after a trainee has trained in the six precepts for two years can she request Acceptance from both Sa&#7749;ghas...</p>

	<p>7) "A bhikkhu must not in any way be insulted or reviled by a bhikkhun&#299;...</p>

	<p>8) "From this day forward, the admonition of a bhikkhu by a bhikkhun&#299; is forbidden, but the admonition of a bhikkhun&#299; by a bhikkhu is not forbidden. This rule, too, is to be honored, respected, revered, venerated, never to be transgressed as long as she lives.</p>

	<p>"If Mah&#257;paj&#257;pat&#299; Gotam&#299; accepts these eight rules of respect, that will be her full Acceptance."</p>

	<p>Then Ven. &#256;nanda, having learned the eight rules of respect in the Blessed One's presence, went to Mah&#257;paj&#257;pat&#299; Gotam&#299; and, on arrival, said to her, "Gotam&#299;, if you accept these eight rules of respect, that will be your full Acceptance..."</p>

	<p>"Ven. &#256;nanda, just as if a young woman &#8212; or man &#8212; fond of ornamentation, having been given a garland of lotuses or jasmine or scented creepers, having accepted it in both hands, were to place it on her head, in the same way I accept the eight rules of respect, never to transgress them as long as I live."</p>

	<p>Then Ven. &#256;nanda returned to the Blessed One and, having bowed down, sat to one side. As he was sitting there he said, "Venerable sir, Mah&#257;paj&#257;pat&#299; Gotam&#299; has accepted the eight rules of respect. The Blessed One's foster mother is fully accepted."</p>

	<p>"But, &#256;nanda, if women had not obtained the Going-forth from the home life into homelessness in the doctrine and discipline made known by the Tath&#257;gata, the holy life would have lasted long, the true Dhamma would have lasted 1,000 years. But now that they have gotten to go forth... this holy life will not last long, the true Dhamma will last only 500 years. Just as a clan in which there are many women and few men is easily plundered by robbers and thieves, in the same way, in whatever doctrine and discipline women get to go forth, the holy life does not last long... Just as a man might make an embankment in advance around a great reservoir to keep the waters from overflowing, in the same way I have set forth in advance the eight rules of respect for bhikkhun&#299;s that they are not to transgress as long as they live." &#8212; Cv.X.1</p>
</div>

<p>As the story makes clear, gender is not an issue in determining a person's ability to practice the Dhamma and attain release. But from the Buddha's point of view it <i>was</i> an issue in his design of the Sa&#7749;gha as an institution. His concerns were pragmatic and strategic, aimed at the long-term survival of two things: the true Dhamma and the holy life. As SN.XVI.13 explains, the survival of the true Dhamma meant not simply the brute survival of the teachings but the survival of the teaching unadulterated with "synthetic Dhamma" (<i>saddhamma-pa&#7789;ir&#363;pa</i>), later improvements that would call the authenticity of the true Dhamma into question. Why the existence of a women's Community would speed up the appearance of synthetic Dhamma, the Buddha didn't say, but he was willing to make the sacrifice so that women would have a chance to gain the noble attainments. The survival of the holy life, however, <i>is</i> a matter of the simple survival of the practice, even after the true Dhamma no longer has total monopoly in the Community. The analogy of the clan predominantly female shows that, in the Buddha's eyes, the survival of the holy life required a Community predominantly male. That was why he delayed granting Acceptance to his aunt, so that she would be willing to accept the eight rules of respect; that was why the requirements for Acceptance in the Bhikkhun&#299; Sa&#7749;gha were more difficult and complicated than the requirements for Acceptance in the Bhikkhu Sa&#7749;gha; and that was why many of the rules governing relationships between the two Communities favored the bhikkhus over the bhikkhun&#299;s.</p>

<p>The bhikkhun&#299;s did not accept this situation docilely. Soon after vowing to adhere to the eight rules of respect for the rest of her life, Mah&#257;paj&#257;pat&#299; Gotam&#299; requested that the bhikkhun&#299;s be relieved of the most onerous one &#8212; the first. The fact that she was asking to renege on her word to the Buddha doomed the request to failure.</p>

<p>Despite the imbalance in the relations between the two Communities, it is important to remember that, for more than a thousand years, the Bhikkhun&#299; Sa&#7749;gha afforded the opportunity for countless women to reach the noble attainments. No other institution can come near to matching that claim.</p>

<p><b>Communal relations.</b> When the Bhikkhun&#299; Sa&#7749;gha was first founded, the bhikkhus were instructed to teach them the Vinaya and to conduct their Community transactions. With time, however, problems arose, as people suspected the bhikkhus and bhikkhun&#299;s of meeting for clandestine purposes. A typical story is this:</p>

<div class="excerpt">
	<p>Now at that time bhikkhun&#299;s, on seeing a bhikkhu along a main road, in a side road, or at a crossroads, having placed their bowls on the ground, having arranged their upper robes over one shoulder, kneeling down with hands raised palm-to-palm over the heart, confessed their offenses. People were offended and annoyed and spread it about, "Those are the mistresses of these; these are the lovers of those. Having scorned them last night, they are now asking their forgiveness."</p>
</div>

<p>As a result, the Buddha forbade the bhikkhus from conducting the bhikkhun&#299;s' transactions, and placed the bhikkhun&#299;s in charge of many of their own Community transactions. For instance, they chanted their own P&#257;&#7789;imokkha and confessed their own offenses to one another. The bhikkhus' sole role in these transactions was to teach the bhikkhun&#299;s how to do them.</p>

<p>In other areas, however, the bhikkhus continued to play a role in the bhikkhun&#299;'s Community transactions. If the bhikkhun&#299;s were planning to impose a disciplinary transaction on another bhikkhun&#299;, they were to consult with the bhikkhus as to what the precise punishment should be and were bound by the bhikkhus' decision. The Commentary to Cv.X.7 notes that if they imposed a different transaction from that determined by the bhikkhus, they incurred a dukka&#7789;a under Mv.IX.6.3.</p>

<p>Bhikkhun&#299;s were not allowed to cancel the uposatha or Invitation of a bhikkhu, or to set in motion or to participate in any investigation of a bhikkhu's offense. Bhikkhus, however, were allowed to cancel the uposatha or Invitation of a bhikkhun&#299;, and could set in motion and participate in an investigation of a bhikkhun&#299;'s offense.</p>


<p><i>Ordination.</i> After receiving full Acceptance, Mah&#257;paj&#257;pat&#299; Gotam&#299; approached the Buddha and asked him what should be done with the 500 Sakyan women who had followed her in requesting ordination. The Buddha's reply was to allow that bhikkhun&#299;s be given full Acceptance by bhikkhus (Cv.X.2.1).</p>

<p>When this allowance was first given, it obviously meant that bhikkhus could give full Acceptance to lay women. Over time, however, as the Bhikkhun&#299; Sa&#7749;gha developed, the pattern for full Acceptance changed until it arrived at the pattern set forth in the sixth rule of respect (Cv.X.17). In other words, the candidate for full Acceptance first formally requested training from the Bhikkhun&#299; Sa&#7749;gha, after which she underwent a training period in which she was not to break any of the first six of the ten precepts for two years. (Apparently she did this as a novice nun, although this point is controversial.) If she broke any of these six precepts, the two-year training period was begun again. When she had completed two full years of this training without break, the Bhikkhun&#299; Sa&#7749;gha &mdash; after authorizing her as having completed the training &mdash; would give her full Acceptance (Bhikkhun&#299; Pc 63, 64, 66, 67, 72, &amp; 73).</p>

<p>Unlike the Bhikkhu Sa&#7749;gha, where two or three candidates sharing the same preceptor could be ordained with a single transaction statement, only one candidate could be accepted as a bhikkhun&#299; in a single transaction statement, inasmuch as one sponsor <i>(pavattan&#299;),</i> the female equivalent of a preceptor, could not take on more than one student within a span of two consecutive years (Bhikkhun&#299; Pc 82 &amp; 83).</p>

<p>Immediately after her Acceptance in the Bhikkhun&#299; Sa&#7749;gha, the candidate was to be taken to the Bhikkhu Sa&#7749;gha, where she was to be given full Acceptance a second time (Cv.X.17.8). If, however, there were dangers in taking her to the Bhikkhu Sa&#7749;gha, a messenger &mdash; an experienced, competent bhikkhun&#299; &mdash; could be sent in her place (Cv.X.22). In either event, only when the candidate's Acceptance had been ratified by the Bhikkhu Sa&#7749;gha was she considered fully ordained.</p>

<p>In establishing these procedures, the Buddha retained the earlier allowance for bhikkhus to give full Acceptance for bhikkhun&#299;s but altered it so that it applied only to a candidate who had properly followed all the preliminary procedures, from requesting training to being given Acceptance by the Bhikkhun&#299; Sa&#7749;gha (Cv.X.17.2).</p>

<p>It has been argued that because the original allowance for bhikkhus to ordain bhikkhun&#299;s was never explicitly rescinded, it is still in place, and so bhikkhus may ordain bhikkhun&#299;s without the candidates' having to go through the preliminary procedures. This argument is based on drawing a parallel to the way in which the Acceptance of bhikkhus changed in the early years of the Teaching, in which the allowance for the Community to give Acceptance by means of a transaction with one motion and three proclamations (Mv.I.28.3) explicitly rescinded the earlier allowance (Mv.I.12.4) for groups of bhikkhus to give the Going-forth and Acceptance by means of the three goings for refuge. This, the argument claims, establishes a pattern that can be applied to bhikkhuni ordination as well. If the Buddha had meant for the allowance in Cv.X.2.1 to be fully rescinded, he would have said so in Cv.X.17.2.</p>

<p>However, this argument ignores the fact that the Buddha followed two different patterns in changing Community transactions, depending on the type of changes made. Only when withdrawing permission for something he had earlier explicitly allowed (as in Mv.I.28.3 and Cv.X.7) did he follow the pattern of explicitly rescinding the earlier allowance or imposing an offense on taking advantage of it. When keeping an earlier allowance while adding new conditions to it, he followed a second pattern, in which he merely stated the new conditions for the allowance and gave directions for how the new form of the transactions should be conducted. Examples for this second pattern include the changes in the Community transaction for the Acceptance of bhikkhus (Mv.I.38.3-5; Mv.I.76.10-12) and the authorization of areas where one is not apart from one's robes (Mv.II.12.1-2; Mv.II.12.3-4). When a Community transaction is modified in this way, the rescinding of the earlier transaction pattern is made clear by the fact that the revised directions state explicitly, "this is how it should be agreed upon," "this is how the Sa&#7749;gha is to be informed." This, in effect, means that the older procedures should no longer be used.</p>

<p>Because Cv.X.17.2, the passage allowing bhikkhus to give full Acceptance to a candidate who has been given Acceptance by the Bhikkhun&#299; Sa&#7749;gha, simply adds new conditions to the earlier allowance given in Cv.X.2.1, it follows this second pattern. This automatically rescinds the earlier allowance.</p>

<p>The valid reasons for rescinding the earlier allowance are not hard to see. As long as the Bhikkhun&#299; Sa&#7749;gha was still in existence, Cv.X.17.2 ensured that bhikkhus could not add new members to the Bhikkhun&#299; Sa&#7749;gha without the consent of the latter. In other words, the bhikkhus could not force the bhikkhun&#299;s to accept into their Community new members they didn't want. In the event that the original Bhikkhun&#299; Sa&#7749;gha died out, Cv.X.17.2 prevents bhikkhus from granting Acceptance to women when they are unable to provide them with a properly trained Community of bhikkhun&#299;s under which to train.</p>




<p><i>Exhortation.</i> The third rule of respect was that the bhikkhun&#299;s request permission to approach the bhikkhus for exhortation every half-month. A bhikkhun&#299; who did not go &#8212; unless she was ill or her exhortation had been canceled (see below) &#8212; incurred an offense under Bhikkhun&#299;s' <a href="../bmc1/bmc1.ch08-6.html#Pc58">Pc 58</a>. The procedure was as follows: Two or three bhikkhun&#299;s would approach a bhikkhu and, in the name of their Community, ask permission to approach one of the bhikkhus for the exhortation. The first bhikkhu, in turn, would join the bhikkhus who had met for the P&#257;&#7789;imokkha and inform the bhikkhu who was reciting the P&#257;&#7789;imokkha that the bhikkhun&#299;s had requested permission to approach for an exhortation. Prior to his recitation (see <a href="bmc2.ch15.html">Chapter 15</a>), the bhikkhu reciting the P&#257;&#7789;imokkha would first ask if there were any bhikkhus present who had already been authorized to exhort the bhikkhun&#299;s. If there were, one of them was to exhort the bhikkhun&#299;s. If there weren't, the bhikkhus were to find out if any one among them was able and willing to exhort the bhikkhun&#299;s (for the qualifications, see <a href="../bmc1/bmc1.ch08-3.html#Pc21">Pc 21</a>). If there was such a bhikkhu, he was to be authorized. If not, the bhikkhun&#299;s were to be told to "attain consummation (in the practice) in an amicable way."</p>


<p>Once a bhikkhu had been authorized to exhort the bhikkhun&#299;s, he incurred a dukka&#7789;a if he did not undertake the exhortation. The only bhikkhus exempt from this duty were those who were unqualified, those who were ill, and those setting out on a journey. (According to the Commentary, this last exemption applied only to a bhikkhu who planned to take a journey on the day of the uposatha or the day after.) If a bhikkhu, having undertaken the exhortation, did not have it announced to the bhikkhun&#299;s or did not go to the exhortation as announced, he incurred a dukka&#7789;a. (BD states that these last two rules apply only in the case of a bhikkhu living alone in the wilderness, mentioned below, but the Commentary insists that they apply regardless of whether the exhortation has been arranged by a Community of bhikkhus or by a single bhikkhu.)</p>

<p>If a bhikkhu living alone in the wilderness was approached by bhikkhun&#299;s requesting permission to approach for an exhortation, he was to make an appointment to meet them in a more appropriate location for giving the exhortation. Any bhikkhun&#299;s who did not keep the appointment incurred a dukka&#7789;a as well. This last ruling does not seem to fit with Bhikkhun&#299;s' <a href="../bmc1/bmc1.ch08-6.html#Pc58">Pc 58</a>, which imposes a p&#257;cittiya on any bhikkhun&#299; who does not attend an exhortation, but perhaps the p&#257;cittiya applies only when the exhortation has been arranged by a Community of bhikkhus. None of the texts discuss this point.</p>


<p><i>Invitation.</i> The fourth rule of respect was that bhikkhun&#299;s at the end of the Rains-residence would invite accusations both from their own Community and from the Community of bhikkhus. Not to invite among themselves was to incur a dukka&#7789;a offense; not to invite the bhikkhus was to incur an offense under Bhikkhun&#299;s' <a href="../bmc1/bmc1.ch08-6.html#Pc57">Pc 57</a>. After experimenting with various ways of inviting together &#8212; including one instance when all the bhikkhus and all the bhikkhun&#299;s held their Invitation as one, resulting in an uproar &#8212; the following procedure was worked out: After the bhikkhun&#299;s had invited among themselves, they chose one of their members who was experienced and competent to go later in the day or on the next day to invite criticism from the Community of bhikkhus on behalf of the entire Community of bhikkhun&#299;s.</p>


<p><b>Individual relations.</b> Cv.X.3 repeats Cv.VI.6.5 to reinforce the first rule of respect: that a bhikkhu may not bow down, rise up to greet, perform a&#241;jali, or perform other forms of respect due to superiors to a woman, even if she is a bhikkhun&#299;.</p>

<p>The etiquette if a bhikkhu and a bhikkhun&#299; met on the road was that she was to step aside while still at a distance and make way for him. She was not to give him a blow. This rule was formulated when "a woman formerly from the Mallan clan (according to the Commentary, formerly the wife of a wrestler) went forth among the bhikkhun&#299;s. Seeing a weak bhikkhu along the main road, she gave him a blow with the point of her shoulder and set him spinning (&#167;)."</p>

<p>If both of them were out for alms, the bhikkhun&#299; was to show her bowl to the bhikkhu (this rule followed on the origin story reported in BMC1 with regard to <a href="../bmc1/bmc1.ch09.html#Pd1">Pd 1</a>). If, in order to insult him, she showed him her bowl upside down, she incurred a dukka&#7789;a. She was to offer him food from her bowl, but only under certain circumstances was he allowed to accept it (see <a href="../bmc1/bmc1.ch09.html#Pd1">Pd 1</a>). The origin story to these rules indicates that this protocol was something of a policing action, to make sure that the bhikkhun&#299;s were not carrying contraband.</p>



<p>One of the few rules of reciprocity was that a bhikkhu or bhikkhun&#299; could not take gifts given for his/her own consumption and give them to a member of the other Community. ("People criticized and complained and spread it about, 'How can the masters give to others what is given for the purpose of their own consumption? Don't we know how to give a gift?'") However, an over-abundance of food &#8212; belonging either to the Community itself or to individuals within the Community &#8212; could be given to the other Community. This allowance applied to stored-up food (food formally given on a previous day &#8212; see <a href="../bmc1/bmc1.ch08-4.html#Pc38">Pc 38</a>) as well. The Commentary explains this latter part of the allowance by saying that food formally accepted by a member of one of the two Communities did not count as accepted for the other. Thus, for instance, food accepted yesterday by a bhikkhu did not count as "stored-up" from the point of view of a bhikkhun&#299; who ate it today. The Commentary also states that if there were no unordained people around, the bhikkhus themselves could formally offer the food to the bhikkhun&#299;s, and vice versa.</p>


<p>If the bhikkhus had an abundance of lodgings (i.e., furniture) while the bhikkhun&#299;s had none, the lodgings could be given to the bhikkhun&#299;s on a temporary basis.</p>

<p>The bhikkhun&#299;s were not totally without recourse in case a bhikkhu mistreated them. The Bhikkhu P&#257;&#7789;imokkha contains two rules &#8212; <a href="../bmc1/bmc1.ch07-1.html#NP4">NP 4</a> and <a href="../bmc1/bmc1.ch07-2.html#NP17">NP 17</a> &#8212; to prevent bhikkhus from getting the bhikkhun&#299;s to perform personal services for them. Bhikkhun&#299;s were also protected from sexual harassment by the bhikkhus. A bhikkhu who, with lustful thoughts, touched a bhikkhun&#299;, spoke lewd words to her, or spoke in praise of her having sexual intercourse with him, would incur a sa&#7749;gh&#257;disesa offense under the relevant rules (<a href="../bmc1/bmc1.ch05.html#Sg2">Sg 2</a>-<a href="../bmc1/bmc1.ch05.html#Sg4">4</a>). In addition, bhikkhun&#299;s were allowed to inflict a formal punishment on a bhikkhu who had behaved toward a bhikkhun&#299; in an unseemly manner. In the origin story to the relevant rules, some group-of-six bhikkhus had sprinkled muddy water on bhikkhun&#299;s in hopes of attracting the bhikkhun&#299;s to them (!); they had exposed their bodies, their thighs, and their genitals to the bhikkhun&#299;s; had flirted with them or propositioned them. (According to the Commentary, this means that they suggested that the bhikkhun&#299;s perform an indiscretion with them or with other men &#8212; although if they spoke lewd words or suggested sexual intercourse with themselves, they would be breaking the sa&#7749;gh&#257;disesa rules mentioned above.) In all of these cases, the bhikkhun&#299;s were allowed to impose a punishment on the offending bhikkhu, even if he had performed any of these indiscretions with only one bhikkhun&#299;: The Community of bhikkhun&#299;s could formally agree that they would not pay homage to him.</p>




<p>Pv.XV.8 gives additional reasons why the Community of bhikkhun&#299;s could impose this punishment on a bhikkhu:</p>


	<ul>
	<li>a) he exposes both of his shoulders to bhikkhun&#299;s,</li>

	<li>b) he strives for the material loss of bhikkhun&#299;s,</li>

	<li>c) he strives for the detriment of bhikkhun&#299;s,</li>

	<li>d) he strives for the non-residence of bhikkhun&#299;s,</li>

	<li>e) he insults and reviles bhikkhun&#299;s,</li>

	<li>f) he gets bhikkhus to break with bhikkhun&#299;s.</li>
	</ul>


<p>The Commentary explains that the bhikkhun&#299;s were to meet in their nunnery and give notice, by means of an announcement stated three times, that they are not going to pay homage to the offender. The offender was then required to ask forgiveness of the bhikkhun&#299;s, but he was not to do so directly. Instead, he was to go to the Community of bhikkhus or to an individual bhikkhu in his own monastery, bow down, and inform them/him that he asked the bhikkhun&#299;s' forgiveness. The messenger then went to the bhikkhun&#299;s and informed them, which lifted the punishment. In other words, the bhikkhun&#299;s had no voice in whether or not to accept the request for forgiveness &#8212; although if the bhikkhu misbehaved again, the bhikkhun&#299;s could reimpose the punishment, and the bhikkhus could meet to impose a censure transaction on the offender.</p>

<p>However, if a bhikkhun&#299; behaved in a similar manner to a bhikkhu &#8212; such as exposing her breasts, her genitals, or her thighs to a bhikkhu; striving for a bhikkhu's material loss, etc. &#8212; the punishment was heavier. The Community of bhikkhus would meet to impose a restriction on her &#8212; forbidding her, for instance, from entering their monastery. If she didn't abide by it, they could cancel her exhortation. According to the Commentary, the bhikkhus were not to go to the nunnery to announce this. Instead, when the bhikkhun&#299;s came for the exhortation, they were to be told, "I cancel the exhortation of that bhikkhun&#299;. Do not perform the P&#257;&#7789;imokkha with her." As the Canon says, the bhikkhun&#299;s were then not allowed to include her in their P&#257;&#7789;imokkha until the case was settled (which could involve a disciplinary transaction). There is a rule against an inexperienced, incompetent bhikkhu's canceling a bhikkhun&#299;'s exhortation, which implies that an individual bhikkhu, if knowledgeable and competent, was allowed to do so. There is also a rule against canceling a bhikkhun&#299;'s exhortation without grounds. As long as the issue had not been settled, the bhikkhu in question could not go off on tour. He was duty-bound to reach a final verdict on the matter. If a disciplinary transaction was imposed on the bhikkhun&#299;, this would require going before the rest of the bhikkhus to get their approval.</p>

<p>Finally, the Buddha provided one further protection against the bhikkhun&#299;s' being abused by bhikkhus or s&#257;ma&#7751;eras: Any man who had ever molested a bhikkhun&#299; was, for the rest of his life, denied the opportunity of taking the Going-forth.</p>

<h2>Rules</h2>

<h3>Communal Transactions</h3>

<p>"I allow that the discipline be taught to bhikkhun&#299;s by bhikkhus." &#8212; Cv.X.8</p>

<p>"Bhikkhun&#299;s' offenses are not to be acknowledged by bhikkhus. I allow that bhikkhun&#299;s' offenses be acknowledged by bhikkhun&#299;s"... "I allow bhikkhus to inform bhikkhun&#299;s: 'This is how an offense is to be acknowledged.'" &#8212; Cv.X.6.2</p>

<p>"The P&#257;&#7789;imokkha is not to be recited to bhikkhun&#299;s by bhikkhus. Whoever should recite it: an offense of wrong doing. I allow that the P&#257;&#7789;imokkha be recited to bhikkhun&#299;s by bhikkhun&#299;s"... "I allow bhikkhus to inform bhikkhun&#299;s: 'This is how the P&#257;&#7789;imokkha is to be recited.'" &#8212; Cv.X.6.1</p>

<p>"Bhikkhun&#299;s' transactions [C: the seven disciplinary transactions beginning with censure] are not to be done by bhikkhus. I allow that bhikkhun&#299;s' transactions be done by bhikkhun&#299;s"... "I allow bhikkhus to inform bhikkhun&#299;s: 'This is how the transaction is to be done.'" &#8212; Cv.X.6.3</p>

<p>"I allow the bhikkhus, having determined the transaction, to give it over to the bhikkhun&#299;s, and that the bhikkhun&#299;s perform the transactions of the bhikkhun&#299;s. I allow the bhikkhus, having determined the offense, to give it over to the bhikkhun&#299;s, and that the bhikkhun&#299;s acknowledge bhikkhun&#299;s' offenses." (&#167;) &#8212; Cv.X.7</p>

<p>"I allow that bhikkhun&#299;s be given full Acceptance by bhikkhus." &mdash; Cv.X.2.1 "I allow that one who has been given full Acceptance on one side and purified (of the 24 obstructing factors) in the Bhikkhun&#299; Sa&#7749;gha be given full Acceptance in the Bhikkhu Sa&#7749;gha." &mdash; Cv.X.17.2</p>

<p>Procedure and transaction statement for the acceptance of women into the Bhikkhun&#299; Sa&#7749;gha &mdash; Cv.X.17 (See also Bhikkhun&#299; Pc 63, 64, 66, 67, 72, 73, 75, 82, &amp; 83.)</p>

<p>Procedure and transaction statement for accepting a bhikkhun&#299; through a messenger &#8212; Cv.X.22</p>

<p>"A bhikkhun&#299; should not cancel a bhikkhu's uposatha. Even though she has canceled it, it is not (really) canceled. And for she who cancels it: an offense of wrong doing. A bhikkhun&#299; should not cancel (a bhikkhu's) Invitation. Even though she has canceled it, it is not (really) canceled. And for she who cancels it: an offense of wrong doing. A bhikkhun&#299; should not do an investigation (against a bhikkhu). Even though she has done it, it is not (really) done. And for she who does it: an offense of wrong doing. A bhikkhun&#299; should not have an accusation set in motion (against a bhikkhu). Even though she has set it in motion, it is not (really) set in motion. And for she who sets it in motion: an offense of wrong doing. A bhikkhun&#299; should not get (a bhikkhu) to give her leave. Even though she gets it, she has not (really) gotten it. And for she who gets it: an offense of wrong doing. A bhikkhun&#299; should not make a formal charge (against a bhikkhu). Even though she has made it, it is not (really) made. And for she who makes it: an offense of wrong doing. A bhikkhun&#299; should not make (a bhikkhu) testify. Even though she has made him testify, he is not (really) made to testify. And for she who makes him testify: an offense of wrong doing.</p>

<p>"I allow that a bhikkhu cancel a bhikkhun&#299;'s uposatha. When he has canceled it, it is properly canceled. And for he who cancels it: no offense. I allow that a bhikkhu cancel (a bhikkhun&#299;'s) Invitation. When he has canceled it, it is properly canceled. And for he who cancels it: no offense. I allow that a bhikkhu do an investigation (against a bhikkhun&#299;). When he has done it, it is properly done. And for he who does it: no offense. I allow that a bhikkhu have an accusation set in motion (against a bhikkhun&#299;). When he has set it in motion, it is properly set in motion. And for he who sets it in motion: no offense. I allow that a bhikkhu get (a bhikkhun&#299;) to give him leave. When he gets it, he has properly gotten it. And for he who gets it: no offense. I allow that a bhikkhu make a formal charge (against a bhikkhun&#299;). When he has made it, it is properly made. And for he who makes it: no offense. I allow that a bhikkhu make (a bhikkhun&#299;) testify. When he has made her testify, she is properly made to testify. And for he who makes her testify: no offense." &#8212; Cv.X.20</p>

<h3>Exhortation</h3>

<p>"The entire Community of bhikkhun&#299;s should not go for the exhortation. Whoever should do so: an offense of wrong doing"... "I allow two or three bhikkhun&#299;s to go for the exhortation. Approaching a single bhikkhu (!), arranging their robes over one shoulder, paying homage to his feet, kneeling with hands raised palm-to-palm in front of the heart, they are to say this: 'Master, the Community of bhikkhun&#299;s pays homage to the feet of the Community of bhikkhus and requests permission to approach for the exhortation (&#167;). May the Community of bhikkhus grant permission to approach for the exhortation.'</p>

<p>"That bhikkhu should approach the bhikkhu reciting the P&#257;&#7789;imokkha and say, 'Venerable sir, the Community of bhikkhun&#299;s pays homage to the feet of the Community of bhikkhus and requests permission to approach for the exhortation. May the Community of bhikkhus grant permission to approach for the exhortation.' [This last sentence is missing in BD.] The bhikkhu reciting the P&#257;&#7789;imokkha should say, 'Is there a bhikkhu who has been authorized as the one who exhorts the Community of bhikkhun&#299;s?' If there is, the bhikkhu reciting the P&#257;&#7789;imokkha should say, 'The bhikkhu named such-and-such is authorized as the one who exhorts the Community of bhikkhun&#299;s. The Community of bhikkhun&#299;s may approach him.'</p>

<p>"If there is no bhikkhu who has been authorized as the one who exhorts the Community of bhikkhun&#299;s, the bhikkhu reciting the P&#257;&#7789;imokkha should say, 'Which venerable one is able/willing to exhort the bhikkhun&#299;s?' If one is able/willing to exhort the bhikkhun&#299;s and is endowed with the eight qualifications (see <a href="../bmc1/bmc1.ch08-3.html#Pc21">Pc 21</a>), then having authorized him, he should say, 'The bhikkhu named such-and-such is authorized as the one who exhorts the Community of bhikkhun&#299;s. The Community of bhikkhun&#299;s may approach him.'</p>


<p>"If there is no one able/willing to exhort the bhikkhun&#299;s, the bhikkhu reciting the P&#257;&#7789;imokkha should say, 'There is no bhikkhu who has been authorized to exhort the bhikkhun&#299;s. May the Community of bhikkhun&#299;s strive for consummation in an amicable way.'" &#8212; Cv.X.9.4</p>

<p>"The exhortation is not not to be given. Whoever (i.e., the bhikkhu authorized to give it) should not give it: an offense of wrong doing" ... "I allow that the exhortation be given except by one who is incompetent, one who is ill, one who is setting out on a journey (&#167;)"... "I allow that a bhikkhu living in the wilderness give the exhortation, and that he make an appointment: 'I will bring it (&#167;) to that place'"... "The exhortation is not not to be announced. Whoever does not announce it: an offense of wrong doing"... "One is not not to bring the exhortation. Whoever does not bring it: an offense of wrong doing"... "Bhikkhun&#299;s should not not go to the appointment. Whoever should not go: an offense of wrong doing." &#8212; Cv.X.9.5</p>

<p>"Having swept the area (for the exhortation), having set out water for drinking and washing, having arranged seats, having taken a companion (any male, according to the Commentary), the authorized bhikkhu is to sit down. The bhikkhun&#299;s, having gone there, having bowed down to him, should sit to one side. The authorized bhikkhu is to ask them, 'Have you all come, sisters?' If they say, 'We have all come,' (he is to ask them) 'Are the eight rules of respect memorized?' If they say, 'They are memorized,' he is to present (the statement), 'This, sisters, is the exhortation.' If they say, 'They are not memorized,' he is to recite (the eight rules)... If they say, 'We have all come' and he speaks of another Dhamma, he incurs a dukka&#7789;a. If they say, 'We have not all come,' and he speaks of the eight rules of respect, he incurs a dukka&#7789;a. If, without having presented the exhortation, he speaks of another Dhamma, he incurs a dukka&#7789;a." &#8212; <a href="../bmc1/bmc1.ch08-3.html#Pc21">Pc 21</a></p>


<h3>Invitation</h3>

<p>"The bhikkhun&#299;s should not not invite. Whoever does not invite: an offense of wrong doing"... "The bhikkhun&#299;s, having invited among themselves, should not not invite the Community of bhikkhus. Whoever does not invite is to be dealt with in accordance with the rule (Bhikkhun&#299;s' <a href="../bmc1/bmc1.ch08-6.html#Pc57">Pc 57</a>)"... Now at that time, bhikkhun&#299;s inviting together as one (&#167;) with the bhikkhus created an uproar... "Bhikkhun&#299;s should not invite together as one with the bhikkhus. Whoever should do so: an offense of wrong doing"... "I allow the bhikkhun&#299;s to invite after mealtime"... "I allow them, having invited the Community of bhikkhun&#299;s on one day, to invite the Community of bhikkhus the next day." &#8212; Cv.X.19.1</p>


<p>"I allow that one bhikkhun&#299; &#8212; experienced and capable &#8212; be authorized to invite the Community of bhikkhus on behalf of the Community of bhikkhun&#299;s." Procedure and transaction statement &#8212; Cv.X.19.2</p>

<h3>Inheritance</h3>

<p>"If a bhikkhun&#299;, as she is dying, should say, 'After I am gone, may my requisites belong to the Community,' the Community of bhikkhus is not the owner there. They belong to the Community of bhikkhun&#299;s. If a female trainee ... If a female novice, as she is dying, should say, 'After I am gone, may my requisites belong to the Community,' the Community of bhikkhus is not the owner there. They belong to the Community of bhikkhun&#299;s.</p>

<p>"If a bhikkhu, as he is dying, should say, 'After I am gone, may my requisites belong to the Community,' the Community of bhikkhun&#299;s is not the owner there. They belong to the Community of bhikkhus. If a male novice ... If a male lay follower ... If a female lay follower ... If anyone else, as he is dying, should say, 'After I am gone, may my requisites belong to the Community,' the Community of bhikkhun&#299;s is not the owner there. They belong to the Community of bhikkhus." &#8212; Cv.X.11</p>

<h3>Personal Relations</h3>

<p>"Bowing down, rising up to greet, greeting with hands raised palm-to-palm in front of the heart, or performing other forms of respect due to superiors are not to be done to a woman. Whoever should do so: an offense of wrong doing." &#8212; Cv.X.3 (See Cv.VI.6.5)</p>

<p>"A bhikkhun&#299; should not give a blow to a bhikkhu. Whoever should give one: an offense of wrong doing. I allow that a bhikkhun&#299;, on seeing a bhikkhu, should step aside while still at a distance and make way for him." &#8212; Cv.X.12</p>

<p>"A bhikkhun&#299; should not take a fetus in a bowl. Whoever should do so: an offense of wrong doing. I allow a bhikkhun&#299;, when seeing a bhikkhu, to take out her bowl and show it to him." &#8212; Cv.X.13.1</p>

<p>"I allow a bhikkhun&#299;, when seeing a bhikkhu, to show him her bowl right side up. And she is to offer him whatever food there is in the bowl." &#8212; Cv.X.13.2</p>

<div class="excerpt">
	<p>Now at that time people gave food to the bhikkhus, and the bhikkhus gave it to the bhikkhun&#299;s. The people were offended and annoyed and spread it about, "How can the ladies give to others what is given for the purpose of their own consumption? Don't we know how to give a gift?"... "One should not give to others what is given for the purpose of one's own consumption. Whoever should do so: an offense of wrong doing."</p>

	<p>Now at that time the bhikkhus had an abundance of food... "I allow that what belongs to the Community be given (&#167;)." There was an even greater abundance. "I allow that what belongs to an individual be given." Now at that time the bhikkhus had an abundance of stored up food. "I allow that it be consumed by the bhikkhun&#299;s when the bhikkhus have arranged for them to formally accept it." &#8212; Cv.X.15.1</p>

	<p>Now at that time people gave food to the bhikkhun&#299;s, and the bhikkhun&#299;s gave it to the bhikkhus. The people were offended and annoyed and spread it about, "How can the masters give to others what is given for the purpose of their own consumption? Don't we know how to give a gift?"... "One should not give to others what is given for the purpose of one's own consumption. Whoever should do so: an offense of wrong doing."</p>

	<p>Now at that time the bhikkhun&#299;s had an abundance of food... "I allow that what belongs to the Community be given." There was an even greater abundance. "I allow that what belongs to an individual be given." Now at that time the bhikkhun&#299;s had an abundance of stored up food. "I allow that it be consumed by the bhikkhus when the bhikkhun&#299;s have arranged for them to formally accept it." &#8212; Cv.X.15.2</p>

	<p>Now at that time the bhikkhus had an abundance of lodgings while the bhikkhun&#299;s had none... "I allow that lodgings be given to the bhikkhun&#299;s on a temporary basis." &#8212; Cv.X.16.1</p>
</div>

<h3>Punishments</h3>

<p>"A bhikkhu should not sprinkle muddy water on a bhikkhun&#299;. Whoever should do so: an offense of wrong doing. I allow that a punishment be inflicted on that bhikkhu... He should not be paid homage by the Community of bhikkhun&#299;s"... "A bhikkhu, having exposed his body, should not show it to a bhikkhun&#299;; having exposed his thigh ... his genitals, he should not show them to a bhikkhun&#299;. He should not flirt (&#167;) with a bhikkhun&#299;. He should not proposition (&#167;) a bhikkhun&#299;. Whoever should do so: an offense of wrong doing. I allow that a punishment be inflicted on that bhikkhu... He should not be paid homage by the Community of bhikkhun&#299;s." &#8212; Cv.X.9.1</p>

<p>"A bhikkhun&#299; should not sprinkle muddy water on a bhikkhu. Whoever should do so: an offense of wrong doing. I allow that a punishment be inflicted on that bhikkhun&#299;... I allow that a restriction be placed on her." (She didn't abide by it) "I allow that the exhortation be canceled for her"... "A bhikkhun&#299;, having exposed her body, should not show it to a bhikkhu; having exposed her breast ... her thigh ... her genitals, she should not show them to a bhikkhu. She should not flirt (&#167;) with a bhikkhu. She should not proposition (&#167;) a bhikkhu. Whoever should do so: an offense of wrong doing. I allow that a punishment be inflicted on that bhikkhun&#299;... I allow that a restriction be placed on her." (She didn't abide by it) "I allow that the exhortation be canceled for her." &#8212; Cv.X.9.2</p>

<p>"The bhikkhun&#299;s should not carry out the uposatha together with a bhikkhun&#299; whose exhortation has been canceled as long as the issue has not been settled"... (BD has Ven. Up&#257;li in the origin story for the following rule, whereas all four major editions of the Canon have Ven. Ud&#257;yin) "Having canceled (a bhikkhun&#299;'s) exhortation, one should not set out on a tour. Whoever should do so: an offense of wrong doing"... "(A bhikkhun&#299;'s) exhortation is not to be canceled by an inexperienced, incompetent bhikkhu. Whoever should do so: an offense of wrong doing"... "(A bhikkhun&#299;'s) exhortation is not to be canceled without grounds, without reason. Whoever should do so: an offense of wrong doing"... "Having canceled (a bhikkhun&#299;'s) exhortation, one should not not give a final verdict. Whoever does not give one: an offense of wrong doing." &#8212; Cv.X.9.3</p>



<div class='chapter'>
<div class='alphalist'>
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.intro.html'>Intro</a></li>
	<li><a href='bmc2.ch01.html'>1</a></li>
	<li><a href='bmc2.ch02.html'>2</a></li>
	<li><a href='bmc2.ch03.html'>3</a></li>
	<li><a href='bmc2.ch04.html'>4</a></li>
	<li><a href='bmc2.ch05.html'>5</a></li>
	<li><a href='bmc2.ch06.html'>6</a></li>
	<li><a href='bmc2.ch07.html'>7</a></li>
	<li><a href='bmc2.ch08.html'>8</a></li>
	<li><a href='bmc2.ch09.html'>9</a></li>
	<li><a href='bmc2.ch10.html'>10</a></li>
	<li><a href='bmc2.ch11.html'>11</a></li>
	<li><a href='bmc2.ch12.html'>12</a></li>
	<li><a href='bmc2.ch13.html'>13</a></li>
	<li><a href='bmc2.ch14.html'>14</a></li>
	<li><a href='bmc2.ch15.html'>15</a></li>
</ul>
<!-- /robots -->
<br />
<!-- robots content='none' -->
<!-- the following list is brought to you in living color by GetHList() -->
<ul class='hlist'>
	<li class='first'><a href='bmc2.ch16.html'>16</a></li>
	<li><a href='bmc2.ch17.html'>17</a></li>
	<li><a href='bmc2.ch18.html'>18</a></li>
	<li><a href='bmc2.ch19.html'>19</a></li>
	<li><a href='bmc2.ch20.html'>20</a></li>
	<li><a href='bmc2.ch21.html'>21</a></li>
	<li><a href='bmc2.ch22.html'>22</a></li>
	<li>23</li>
	<li><a href='bmc2.ch24.html'>24</a></li>
	<li><a href='bmc2.app1.html'>A1</a></li>
	<li><a href='bmc2.app2.html'>A2</a></li>
	<li><a href='bmc2.app3.html'>A3</a></li>
	<li><a href='bmc2.app4.html'>A4</a></li>
	<li><a href='bmc2.app5.html'>A5</a></li>
	<li><a href='bmc2.glossary.html'>Gloss</a></li>
	<li><a href='bmc2.biblio.html'>Bib</a></li>
</ul>
<!-- /robots -->
</div>
</div>

</div> <!-- #COPYRIGHTED_TEXT_CHUNK (END OF COPYRIGHTED TEXT CHUNK) -->
</div> <!--  #content -->


<!-- footer.inc.php -->



<!-- robots content="none" -->


<div id="F_footer">
	<div id='F_colophon'>
<!-- 
	<div id='F_newCopyrightSymbol'>
		<a href='#top' title='Return to top of page'> </a>
	</div>
 -->
	<div id="F_provenance">
	<a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'><img alt='Creative Commons License'  style='float:left;border-width:0;padding-right:1em;' src='./../../../../img/cc-by-nc-88x31.png' /></a>		
				<div id="F_sourceCopy">&copy;2002, 2007 Thanissaro Bhikkhu.</div>
				<div id='F_sourceEdition'></div>
		<div id="F_sourceTitle">
		The text of this page ("Buddhist Monastic Code II: Chapter 23", by Thanissaro Bhikkhu) is licensed under a <a rel='license' href='http://creativecommons.org/licenses/by-nc/4.0/'>Creative Commons Attribution-NonCommercial 4.0 International License</a>. To view a copy of the license, visit <a href= "http://creativecommons.org/licenses/by-nc/4.0/">http://creativecommons.org/licenses/by-nc/4.0/</a>. Documents linked from this page may be subject to other restrictions. 
		Transcribed from files provided by the author.				Last revised for Access to Insight on 10 November 2013.				
		</div>
<!-- 
		<div id="F_atiCopy">This Access to Insight edition is &copy;2007.</div>
 -->
	<div id="F_termsOfUse">
<!-- 		For additional information about this license, see the <a href='./../../../../faq.html#copyright'>FAQ</a>. -->
	</div>
	</div>



	<div id="F_citation"><b>How to cite this document</b> (a suggested style): "Buddhist Monastic Code II: Chapter 23", by  Thanissaro Bhikkhu. <span style='font-style:italic'>Access to Insight (Legacy Edition, version ati-legacy-2013.12.13.09)</span>, 10 November 2013, <a href='http://www.accesstoinsight.org/lib/authors/thanissaro/bmc2/bmc2.ch23.html'>http://www.accesstoinsight.org/lib/authors/thanissaro/bmc2/bmc2.ch23.html</a> . Retrieved on 13 December 2013.</div>
		<div id="F_alt-formats">Alternate formats: <a class='imgLink' href='../bmc2.pdf' title='Get the pdf version (??pages/2.8MB)'><img src='./../../../../img/pdf_24x18.gif' alt='[PDF icon]'   height='16'  /></a> &nbsp; <img src='./../../../../img/book.gif' alt='[book icon]'     /> Printed copies of this book are available upon request. For delivery to the Americas and Africa please write to: <a href='../../../../sources.html#metta'>Metta Forest Monastery</a>, P.O. Box 1409, Valley Center, CA 92082, USA. For delivery to Europe please write to <a href='../../../../sources.html#amaravati'>Amaravati Buddhist Monastery</a>, St. Margarets Lane, Great Gaddesden, Hemel Hempstead, Hertfordshire HP1 3BZ, England. For delivery to Asia, Australia, and the Pacific please write to:  Wat Pah Nanachat, Bahn Bung Wai, Amper Warin, Ubon 34310, Thailand.</div>


	</div> <!--  #colophon -->
	
	<div id="F_toenail">
<!-- not a mobile device -->
<a href="./../../../../help.html">Help</a>
		| <a href='./../../../../help.html#map'>Site map</a>
		| <a href='./../../../../faq.html#whatis'>About</a>
		| <a href='./../../../../faq.html#contact'>Contact</a> 
		| <a href='./../../../../faq.html#copyright'>Terms of use</a> 



	</div> <!--  #toenail -->


</div> <!-- #footer -->
</div> <!-- #container -->





<!-- /robots -->
</body>
</html>
